[
  {
    "handle": "_gvan",
    "desc": "Top Nadtard in house of molandak, helped found the Vans"
  },
  {
    "handle": "0xGleader",
    "desc": "Artist, leader of the Mouch Raiders, and has made so much original content for the nads"
  },
  {
    "handle": "0xGrimjow",
    "desc": "Creator of Mouch and leader of Mouch Raiders"
  },
  {
    "handle": "0xSkilly",
    "desc": "Skilly has accelerated the Monad ecosystem and made a significant impact. His sticker pack has been used 500,000 times in the OG telegram chat"
  },
  {
    "handle": "andalfthegreat",
    "desc": "Building Spikynads and creator of Salmonad. He has made a significant impact from the early days on the Monad community"
  },
  {
    "handle": "berzanorg",
    "desc": "Traveling around the world to meet the Nads, the definition of aura....his name is Berzan"
  },
  {
    "handle": "CosmaCloud",
    "desc": "The cutest cat emoji's on monad and a founding mother of Monad Plushie HQ"
  },
  {
    "handle": "doctorpreballin",
    "desc": "The one true OG nad Diss Track Hitman, recently ended JohnWRichKid's career"
  },
  {
    "handle": "Evoyudhasamael",
    "desc": "Shares amazing memes and art that captures a lot of the growing Monad eco"
  },
  {
    "handle": "fed_febri",
    "desc": "One of the original IndoNads, an amazing artist, and community leader"
  },
  {
    "handle": "G_Or_well_1984",
    "desc": "one of the first owners of the esteemed MonHat, traveling around East Asia meeting Nads and experiencing life"
  },
  {
    "handle": "gizmoatmidnight",
    "desc": "absolutely cooking with the Nads and recently created the idea of a Neurochog which would replace Neurolink and also Chog Thoughts"
  },
  {
    "handle": "Hagen_web3",
    "desc": "Running hot in the discord, Nad and MonArtist as well as a pipeline intern. Hagen has organically built up his brand and engaged with many across Monad"
  },
  {
    "handle": "jumplifey9",
    "desc": "King Loui's Intern. She is amazing."
  },
  {
    "handle": "KinglouiEth",
    "desc": "Top Nadtard in House of Molandak, helped build up the Purgeatory telegram chat, and bring a lot of energy into the community"
  },
  {
    "handle": "leemo_nn",
    "desc": "a very wise father in the monad community and is very good with his hands. He sent a hand-crafted wooden sculpture to the Monad office!"
  },
  {
    "handle": "mikeinweb",
    "desc": "Mike changed Monad Community history with his contributions and recently celebrated 2 years with Monad. He is a hall of famer"
  },
  {
    "handle": "mongdiny7",
    "desc": "A true yapper at Monad, helping organize KoreaNads meetups, traveling around the world, connecting the community. A true Monad OG"
  },
  {
    "handle": "port_dev",
    "desc": "Based dev and a huge part of growing the Monad community. Milady."
  },
  {
    "handle": "SaddamWeb3",
    "desc": "God of memes, has an incredible and original art style, one of the original Monad creators. Often (jokingly) beefing with JWRK"
  },
  {
    "handle": "xyeraphim",
    "desc": "An amazing singer. Also goes by multiple names: Curtain, Centaur, Creatine, etc"
  },
  {
    "handle": "Andikur_x",
    "desc": "Making amazing custom art in the Monad community for a long time, a Pipeline Intern, an artist at HaHa"
  },
  {
    "handle": "_Dreyville",
    "desc": "Apart of the Monad cult and producing great content for the Pipeline in monad"
  },
  {
    "handle": "_Flasho_",
    "desc": "long time member of the OG chat in Monad always posting great images of himself touching grass"
  },
  {
    "handle": "_kate_lv",
    "desc": "saying gmonad frequently and a lover of both monad and bera"
  },
  {
    "handle": "_maomao_zw",
    "desc": "dedicated to crypto and learning how to use After Effects to create highly detailed digital graphics. His skills are improving rapidly"
  },
  {
    "handle": "_omgnicklachey",
    "desc": "building Quantico and actually has a plushie designed based on his pfp. Also an AI expert"
  },
  {
    "handle": "_qudouz",
    "desc": "House of Molandak OG creme de la creme. Top memes, great presence on spaces. Vans OG."
  },
  {
    "handle": "_Seven7777777",
    "desc": "A software developer actively engaging with the Monad Community and also the local ChiNads"
  },
  {
    "handle": "_tolks",
    "desc": "Writing right curve threads and articles. Been vibing in the community a long time"
  },
  {
    "handle": "_Uthmaan",
    "desc": "host of Monadism and actively researching the ecosystem and all new projects being deployed"
  },
  {
    "handle": "0x_luffya",
    "desc": "Shitposting and meeting Nads in the community around the globe, also contributing to growing the ChiNads community"
  },
  {
    "handle": "0x_PingPing",
    "desc": "Frequently meeting Nads in person, a very kind person and great friend, on many side quests making art and shitposting"
  },
  {
    "handle": "0xAmne",
    "desc": "Pipeline intern, apart of the Monad cult, and has a pinned thread from August with many of their creations and original works"
  },
  {
    "handle": "0xArich",
    "desc": "Quantardio and has over 500 mutuals who are following Monad. A true cult member"
  },
  {
    "handle": "0xasnVn",
    "desc": "making custom event schedules and banners for events in the community, a pipeline intern, and creative artist"
  },
  {
    "handle": "0xbaeksu",
    "desc": "participated in the now 49 push up challenge with the Nads and owns a coveted Monad had received at token 2049 in SG"
  },
  {
    "handle": "0xBehnaZ1",
    "desc": "Cooking great art, often featured in the Monad meme library, and apart of the Monad OG telegram chat"
  },
  {
    "handle": "0xbobaa",
    "desc": "Meeting nads in person around the globe, drinking beer and playing football with the Nads"
  },
  {
    "handle": "0xCal1",
    "desc": "has been yapping and getting involved in a significant way in the community. He has brought so much unique energy to the community, also a pipeline intern"
  },
  {
    "handle": "0xCapybaraXBT",
    "desc": "frequently sharing memes and a great shitposter"
  },
  {
    "handle": "0xChine",
    "desc": "Pipeline Intern and Moderator at HaHa app, as well as meeting Nads irl across the globe"
  },
  {
    "handle": "0xDanielx",
    "desc": "on the community team at Kuru and a great shitposter/meme creator in the community"
  },
  {
    "handle": "0xDizzyLizzy",
    "desc": "co-founding things and part entrepreneur, also collecting a list of the MonArtists for [redacted] reasons"
  },
  {
    "handle": "0xDrewww",
    "desc": "Localnads, pipeline intern, and really active with Monad eco projects such as Pulse"
  },
  {
    "handle": "0xEastofEden",
    "desc": "BD at Quantico, knows a good chicago style pizza"
  },
  {
    "handle": "0xFerbs",
    "desc": "rocking a nice chog pfp, meeting with Nads irl, and shitposting full time from Indonesia"
  },
  {
    "handle": "0xfs7",
    "desc": "Tuning in from Albania and shitposting with the Nads relentlessly"
  },
  {
    "handle": "0xh3xth",
    "desc": "Helped foster ideas that led to many in person engagements in Thailand for the Nads meetup"
  },
  {
    "handle": "0xKatev",
    "desc": "identifies as a MonCow and is rocking with the Nads in discord. Quantardio."
  },
  {
    "handle": "0xkaya_",
    "desc": "SpikyNads co-foundooor, pipeline artist, and a Turknads chad"
  },
  {
    "handle": "0xkaybu",
    "desc": "apart of Nads meet Nads, traveling across Indonesia to meet other community members, and a pipeline intern"
  },
  {
    "handle": "0xKemal1",
    "desc": "Nads in Discord and an original member of the community, exploring the broader crypto and monad ecosystems"
  },
  {
    "handle": "0xKika",
    "desc": "a long time member of the OG chat and engaging with many ecosystem projects"
  },
  {
    "handle": "0xKulture",
    "desc": "has a cute cat and is constantly hitting the gym and playing sports with other Nads"
  },
  {
    "handle": "0xlilmon",
    "desc": "yapping in Monad, a master shitposter, and a long term member of the KoreaNads"
  },
  {
    "handle": "0xlittlenada",
    "desc": "Creating threads and videos for the monad community, has a funny profile pic on twitter, and is apart of the growing Portuguese Nads"
  },
  {
    "handle": "0xLivrein",
    "desc": "a Web3 singer and active Monad community member, hosting Nads Radio for the IndoNads and OG telegram chat"
  },
  {
    "handle": "0xlKurosaki",
    "desc": "followed by Magic Eden, creating amazing art in the Monad community, and is very actively engaged with ecosystem projects"
  },
  {
    "handle": "0xMike7",
    "desc": "Mike has been in the OG telegram for such a long time and has been so many Nads across the community"
  },
  {
    "handle": "0xneaf",
    "desc": "Monad Japan TG admin and has contributed to growing the JapaNads community"
  },
  {
    "handle": "0xOlivia",
    "desc": "Leader of the Benelux Nads and founding member of Birbie, one of the great MonAnimals"
  },
  {
    "handle": "0xpotatoking",
    "desc": "Apart of the Plushie HQ Cabal telegram chat as well as the OG chat and sharing joy with the Nads on the timeline"
  },
  {
    "handle": "0xRayJ",
    "desc": "Chog's father, creator, caretaker, and friend, plus an AI legend"
  },
  {
    "handle": "0xsenjuro",
    "desc": "LocalNads, apart of the House of Molandak, avidly shitposting with the IndoNads, and has met many Nads irl"
  },
  {
    "handle": "0xtequilaa",
    "desc": "Creating lots of original art for Monad community, founder of Chogstar"
  },
  {
    "handle": "0xunahh",
    "desc": "On the Community Team at Monad, helping grow and manage the very active Nigeria Nad community"
  },
  {
    "handle": "0xValeriee20",
    "desc": "Nads on discord, shitposting with the Nads, engaging with many different crypto DAOs"
  },
  {
    "handle": "0xWoah",
    "desc": "Great personality and wants a molandak drone show one day"
  },
  {
    "handle": "0xYowie",
    "desc": "Currently trying to acquire 500 likes on his pinned twitter post so he would have to show his wife his crypto investments (does he WANT to get divorced??)"
  },
  {
    "handle": "0xZeydd",
    "desc": "Contributing to growing the ArabNads community in telegram, running giveaways and interacting with new members of the community"
  },
  {
    "handle": "0xZoeee",
    "desc": "meeting Nads in Indonesia, making dank memes, and shitposting across many different chats"
  },
  {
    "handle": "1Cilineth",
    "desc": "Creating insanely degenerate memes and art of JWRK, in the Nads OG chat, and a great member of the VietNads community"
  },
  {
    "handle": "1stBenjaNAD",
    "desc": "The biggest nad. Always swollen, always at the gym"
  },
  {
    "handle": "21stDaisy",
    "desc": "Meeting the Nads irl and taking great care of the people who drank at the Nad meetup in Thailand"
  },
  {
    "handle": "22cmdeamorrr",
    "desc": "a giga chad pumping iron and posting edgy shitposts in the OG telegram chat with JohnW"
  },
  {
    "handle": "2kayzee",
    "desc": "an OG telegram member, pipeline intern, monartist, and apart of the growing IndoNads. His digital art is very unique"
  },
  {
    "handle": "2red",
    "desc": "one of the key leaders of the Vans cult, often putting JohnW in his place"
  },
  {
    "handle": "38kdotsol",
    "desc": "Real mad nad"
  },
  {
    "handle": "3isaak3",
    "desc": "Writing for Monad News, traveling across crypto, creating art with Butuskin, and vibing with the Nads"
  },
  {
    "handle": "3lphoe",
    "desc": "Taking the stonad pledge, active in Laniakea, and a really active Monad community member, frequently found saying gmonad"
  },
  {
    "handle": "44inb4",
    "desc": "Been in the OG telegram chat for a very long time and has survived many purges"
  },
  {
    "handle": "4y_ffff",
    "desc": ""
  },
  {
    "handle": "50tapanna",
    "desc": "meeting the Nads irl and also making wild videos of his face being painted, representing Mike Web and other MonAnimals. Great lore"
  },
  {
    "handle": "a_aris_",
    "desc": "Enjoying Monad and also shitposting in the OG chat with JWRK for a long time"
  },
  {
    "handle": "aadvark89",
    "desc": "long time OG member of the telegram and the monad community, focusing on fitness, vibes, and shitposting"
  },
  {
    "handle": "adm1ralftw",
    "desc": "shitposting, yapping, culting, and doing all the above with monad and the pipeline and any monad eco projects. A true friend of many"
  },
  {
    "handle": "aedan_xyz",
    "desc": "a proud owner of India's first Baby Molandak, and one of the longest active members in the OG telegram"
  },
  {
    "handle": "Akichn_",
    "desc": "pipeline intern and creating many great pieces of art for the community including ecosystem projects such as ME"
  },
  {
    "handle": "Akunwn",
    "desc": "pipeline intern and creating lots of original art that is posted on his timeline"
  },
  {
    "handle": "alexDdopest",
    "desc": "rocking a MON role on discord, discovered Monad all the way back in 2022, and has been shitposting and yapping ever since"
  },
  {
    "handle": "AlexiosKonstan",
    "desc": "Greeknad and buildoor at Kintsu"
  },
  {
    "handle": "AlmonteAugustin",
    "desc": "owner of Saving Molandak twitter account, posting original videos using the Molandak full sized plushie"
  },
  {
    "handle": "alxxeth",
    "desc": "Nads on discord, OyoDraws verified, and shitposting with the community often. Milady."
  },
  {
    "handle": "andybee_os",
    "desc": "shitposting with Monad, accelerating into 2025, and yapping in the locked telegram chat"
  },
  {
    "handle": "Anna272493",
    "desc": "huge fan of music, vibing in the telegram chat, and is terminally online hanging with the community"
  },
  {
    "handle": "AnnafiWeb3",
    "desc": "A very active and friendly person in the Monad community"
  },
  {
    "handle": "antgeo13",
    "desc": "Long time community members, rocking a Nads role, MonArtist role, as well as a pipeline intern. made some amazing Halloween art this year for the nads"
  },
  {
    "handle": "Anubiss29",
    "desc": "frequently saying Fock the Vans and also apart of the Bikes, which spawned to take down the Vans. Apart of the growing Spanish Chad Nads"
  },
  {
    "handle": "applepie493",
    "desc": "Drawing Moblin, managing the the group, Nads on discord, and bringing amazing/wholesome vibes to the community"
  },
  {
    "handle": "Armin_057",
    "desc": "a MonArtist and pipeline intern, active in the community in making original memes"
  },
  {
    "handle": "aromatgq",
    "desc": "nuked by twitter 5 times, making art relentlessly, and shitposting with the Nads as a monArtist"
  },
  {
    "handle": "AshuGoutam17",
    "desc": "rocking custom merch and hitting the gym. apart of the growing gym cult at monad"
  },
  {
    "handle": "aslanw3b",
    "desc": "a great UI/UX designer and creating lots of great content for Monad as well as Monad ecosystem projects. Working as a pipeline intern"
  },
  {
    "handle": "Asura141",
    "desc": "Playing poker with the Nads, drawing Moncock, and rocking a LocalNads role on discord"
  },
  {
    "handle": "atifey",
    "desc": "A long time OG member of the community, a pipeline intern, amazing artist, and created JohnW's custom twitter banner"
  },
  {
    "handle": "atomicute",
    "desc": "Apart of the house of moyaki and always willing to help others out in the community"
  },
  {
    "handle": "Audi_sneakers",
    "desc": "Cofounder of monad hub, contributing to Moncock, and actively running live drawing events for the community that are widely attended"
  },
  {
    "handle": "Auri_0x",
    "desc": "Mon on disord, a quant and pioneer of the community. Bringing in the vibes and paving the way for all future Nads"
  },
  {
    "handle": "AyanaaNft",
    "desc": "Pipeline intern, Nads on discord, creating great art and rocking a great custom monad banner on twitter"
  },
  {
    "handle": "Babayaga4487_",
    "desc": "a meme makoooor, solidity dev, and avid Monad enjoyooor"
  },
  {
    "handle": "babylow_7",
    "desc": "Earned the Nads role in the Monad discord back in summer of this year and is actively engaged in the SGMY local community"
  },
  {
    "handle": "babysyenaa",
    "desc": "making amazing PFPs for Monad Community members that are bringing lots of joy to the community"
  },
  {
    "handle": "BaeSynA",
    "desc": "A monartist, local Nads, and intern of the pipeline. Syn creates amazing art that is posted all of over the timeline"
  },
  {
    "handle": "bagaspramudita_",
    "desc": "Designing original art and gear for the Monad Community, and has met IndoNads irl at different Nads meet Nads events"
  },
  {
    "handle": "bakbar8519",
    "desc": "Monad Japan Community Leader and really friendly person who is always willing to help others out"
  },
  {
    "handle": "bamontwit",
    "desc": "contributing to switchboard, a quantardio, and active Nad"
  },
  {
    "handle": "Barberleee",
    "desc": "a pipeline intern and owner of a very dripped out full sized Molandak plushie, always cracking jokes with HaHa wallet"
  },
  {
    "handle": "BaronPhilips",
    "desc": "Apart of the growing ChiNads community and often sharing food from his hometown such as Fish-Flavored shredded pork"
  },
  {
    "handle": "barrybutterhand",
    "desc": "a Movangelist and original community member. Has been yapping his way to glory in Monad since the very early days"
  },
  {
    "handle": "basss_eth",
    "desc": "Vibing at Monad, meeting Nads irl at Nads meet Nads, and a pipeline intern"
  },
  {
    "handle": "bbluuuuuuuu",
    "desc": "Creating amazing art for the community, hosting drawing events, recently ascribed a blockpermit. many people love his art"
  },
  {
    "handle": "bdwhale",
    "desc": "Very active in the community and often makes original memes that are featured in the Meme Library on telegram"
  },
  {
    "handle": "be_kindplss",
    "desc": "Vietnads community leader, Monad Community Manager and ecosystem specialist. A true friend and great person. BeNADS in control"
  },
  {
    "handle": "Beans_xyz",
    "desc": "Always yapping on Friday Nadding, very respectful on spaces but always says out of pocket things. A great shitposter"
  },
  {
    "handle": "bekaranad",
    "desc": "Pipeline Intern, Nads on discord, and dropping amazing content on twitter about sparkball and other ecosystem projects"
  },
  {
    "handle": "BGayle15818",
    "desc": "making original art for the community and constantly calling JWRK out on being a simp"
  },
  {
    "handle": "bibbu__",
    "desc": "Apart of the Moncock team, creating many memes for the community, running hot, and meeting Nads irl"
  },
  {
    "handle": "biden_money",
    "desc": "Mother of Honk, Pipeline intern, artist, and a better rapper than Drake."
  },
  {
    "handle": "BigGbotex",
    "desc": "Writing threads, shitposting with the Nads, and also dabbling in meme videos as of recent with a great one posted recently in November"
  },
  {
    "handle": "BigMrBlu3",
    "desc": "founder of Levr, a real chad that gave a great presentation at Monad Madness in NYC"
  },
  {
    "handle": "BikoyInWeb3",
    "desc": "Very adamant that Moyaki is not food, on the community team of Mop, a pipeline intern and Nads on discord. Bringing unique lore to the community esp. about Mouch"
  },
  {
    "handle": "bilbolex",
    "desc": "has a phd in getting rekt, vibing with the Nads, and shitposting heavy in telegram"
  },
  {
    "handle": "billy_bohner",
    "desc": "A fellow Burger Nad, shitposting in the community for a long time, and a member of the OG telegram chat"
  },
  {
    "handle": "binniwaa",
    "desc": "Really active participant in the IndoNads community, joining events on the NadLine, joining spaces, engaging with people irl."
  },
  {
    "handle": "BirckMega",
    "desc": "Helping run events in the community focusing on Sparkball with BRONADS, also Nads on discord. Has great form when doing pushups"
  },
  {
    "handle": "bitberryac",
    "desc": "Actively engaged in the Monad Ecosystem, learning about new projects and engaging with emerging players"
  },
  {
    "handle": "Bitlover082",
    "desc": "A long time OG member of the Monad Community, creating his own lore of Banana Milk. Accidentally purged by JWRK once but is a SURVIVOR!!"
  },
  {
    "handle": "Blackwindow9_",
    "desc": "meeting the Nads irl at Thai Madnight at devcon"
  },
  {
    "handle": "BlurCrypto",
    "desc": "once purged but made it back out of the trenches"
  },
  {
    "handle": "bolan999",
    "desc": "meeting up with the IndoNads irl, creating original art, and frequently singing APT APT"
  },
  {
    "handle": "boregrox808",
    "desc": "Head of the growing RomaniaNads and a pipeline Intern. Helping connect the Monad community across all geographies"
  },
  {
    "handle": "boruto_ua",
    "desc": "Amazing 3D visual art/videos posted on his profile, as well as a great Make General Great Again hat in his pfp. Nads on discord. Long time friendly community member"
  },
  {
    "handle": "Boss_Queennnnnn",
    "desc": "Rocking a great twitter banner with Molandak, SpikerMon, and Mouch. Dropping original art on the timeline"
  },
  {
    "handle": "boyhendryko",
    "desc": "Dad (creator) of Molandak, which has etched itself in Monad history as one of the unofficial mascots. Sapphire changed Monad history."
  },
  {
    "handle": "Bray_Nad",
    "desc": "Nads on discord, frequently, frequently chatting with JohnW in the OG telegram chat, and is studying computer science"
  },
  {
    "handle": "brocoliwang",
    "desc": "Traveling on the Monad China Tour, hitting up Shenzhen, and meeting Nads across the globe"
  },
  {
    "handle": "btc_Mxy",
    "desc": "A true shitposter in the Monad community and apart of the ChiNads. Marin created a collection of pictures for Nads in different life scenarios."
  },
  {
    "handle": "BTCBarry",
    "desc": "One of the best spaces hosts in Monad. Degods team and top Nad. Official translator for the Friday Nadding spaces."
  },
  {
    "handle": "Buja_Quest",
    "desc": "Has made a significant impact on the monad community hosting many events and in-person engagements across APAC. Currently shitposting with Mona Girls"
  },
  {
    "handle": "butuskin_",
    "desc": "Smash Karts DAO, Low IQ gang, LocalNads and a pipeline intern. Butuskin is a long term member of the Nads and shitposts with many"
  },
  {
    "handle": "cactus_doggy",
    "desc": ""
  },
  {
    "handle": "CalvinNft",
    "desc": "Interested in Monad Gaming, a crypto builder, and frequent gmonad'ooor"
  },
  {
    "handle": "Casemidio96",
    "desc": "a huge fan of purple and frequent yapper in the house of sharky"
  },
  {
    "handle": "cashsct03",
    "desc": "A highly educated trilingual nad speaking chinese, english and french. Also a crypto researchoooor"
  },
  {
    "handle": "Cassini0x",
    "desc": "Meeting the Nads irl. A huge shitposter and always down for a great time"
  },
  {
    "handle": "ccs_chak",
    "desc": "meeting the nads irl at the Korea meetup in September, and spending time all across asia"
  },
  {
    "handle": "CdrsAlejandro",
    "desc": "Creating great digital art in the Monad Community and also has a great mind for entrepreneurship"
  },
  {
    "handle": "Ceeedweak",
    "desc": "meeting the nads irl, traveling across the world, a pipeline intern and Nad in the discord"
  },
  {
    "handle": "celinexmrz",
    "desc": "yapping in the Gans house and also apart of the house of molandak/mouch raiders"
  },
  {
    "handle": "Chamdom41",
    "desc": "a really great gamer in the monad community, cycling around the world, and also a super shadowy developoooor"
  },
  {
    "handle": "ChampJetsada",
    "desc": "Meeting Nads from around the world at Thailand and bringing amazing energy to the events in person"
  },
  {
    "handle": "chaputzy112",
    "desc": "Attending concerts with the Nads in the discord, playing poker, and yapping endlessly with friends"
  },
  {
    "handle": "Charles97019791",
    "desc": "Engaging with the Monad Mandarin community, playing poker, making memes, and contributing to the broader ecosystem"
  },
  {
    "handle": "cheesenads",
    "desc": "pipeline intern, creating original content, and avidly cooking bread and cheese"
  },
  {
    "handle": "chikennn__",
    "desc": "Can't speak brazilian but still attending Brazilian concerts in the Monad Discord"
  },
  {
    "handle": "chinese_d3vil",
    "desc": "Meeting Nads irl and posting insane original content on twitter. Has a unique skill set with video edits, digital art, graffiti, and more"
  },
  {
    "handle": "ChiyaLttChay",
    "desc": "Meeting the Nads in real life, creating merch for them, drawing for them, and is a great friend to many in the community"
  },
  {
    "handle": "chommymoney",
    "desc": "Meeting Nads irl in Thailand, traveling around the world, and shitposting for a long time in the community"
  },
  {
    "handle": "Choonsik777",
    "desc": "Running a large Telegram community based out of Korea and actively engaged in the Monad ecosystem"
  },
  {
    "handle": "christiadarma",
    "desc": "Co-Founder of Republikruphiah and helping grow the IndoNads Community. Has made a material impact on the indoNads community"
  },
  {
    "handle": "clutcharving",
    "desc": "Shitposting straight out of Seoul and actively engaging with the community"
  },
  {
    "handle": "CoinBilimEdison",
    "desc": "meeting Nads irl in Turkey and bringing fire wristbands for the community. Rocking a....unique....banana monad themed pfp on twitter"
  },
  {
    "handle": "CooiIlove32974",
    "desc": "Always saying gmonad, a kizzy insider, HAHA OG"
  },
  {
    "handle": "Cosmins90",
    "desc": "Nad in the discord, created an amazing banner with 300+ people from the community, and frequently engages with eco projects"
  },
  {
    "handle": "crazydevvy_0",
    "desc": "Recently celebrated 2 years in crypto and is a huge fan of Chog"
  },
  {
    "handle": "creeptok",
    "desc": "Creating amazing and original content on the timeline"
  },
  {
    "handle": "crexsol",
    "desc": "Heavily involved in the Monad Community and the Monad Ecosystem, running events and creating original content"
  },
  {
    "handle": "CristovaDeny",
    "desc": "Recently earned Nads role in discord, frequently celebrated by his fellow IndoNads, also in monad OG Telegram chat"
  },
  {
    "handle": "cryptic_phil",
    "desc": "Bringing lots of amazing vibes to the house of molandak and the Vans cult"
  },
  {
    "handle": "Crypto_Red_Gang",
    "desc": "Pipeline intern and has a really funny edit of Molandak as his twitter banner. Posting insane visualizations on the timeline"
  },
  {
    "handle": "cryptoaga_",
    "desc": "Creating great music in discord, recently running hot, and an active member in the KoreaNads community"
  },
  {
    "handle": "cryptobaikan",
    "desc": "a pipeline intern, meeting nads IRL, and a long time shitposter in Monad"
  },
  {
    "handle": "cryptodurgesh",
    "desc": "making really high quality animated videos, a true graphic designer, pipeline intern, and member of the OG telegram chat"
  },
  {
    "handle": "cryptofash34791",
    "desc": "LocalNad at Monad, high IQ statistics worshipooor, and actively shitposting with the ChiNads"
  },
  {
    "handle": "CryptoIdef35569",
    "desc": "Making amazing Monad News of the Weeks edits, often featured in the meme library, a very nice person and Nads on discord"
  },
  {
    "handle": "ctb_hallelujah",
    "desc": "Contributing at Monad, marketing at Monadata_AI, and also playing football with the Nads"
  },
  {
    "handle": "CulesJoy",
    "desc": "Very skilled poker player, building community, and shitposting with Monad/Wormhole"
  },
  {
    "handle": "Cupang1997",
    "desc": "Apart of the IndoNad community, singing songs based on requests, and contributing to a positive vibe in the community"
  },
  {
    "handle": "D3us_VuIt",
    "desc": "Just Deus. A french Nad and chad. Frequently fighting with people who yell \"FOCK DEUS\""
  },
  {
    "handle": "DalilahPutri4",
    "desc": "Long term friendly member of the Monad community"
  },
  {
    "handle": "DallasAgaodi",
    "desc": "very engaged in the Monad ecosystem and also at other friendly projects. Head moderator at Pike and has the Nads role in discord. Very strong profile pic"
  },
  {
    "handle": "dan_69420",
    "desc": "Chogging it up at Monad and rocking a monad-themed Drake pfp"
  },
  {
    "handle": "dappeum",
    "desc": "going to the gym with the Nads, apart of the sports clubs like ironnads, gym club, and also Pulse"
  },
  {
    "handle": "dawnsandsunsets",
    "desc": "got an iconic photo of JohnW and Pasta on their first minecraft stream together and rocking a very classy pfp on twitter"
  },
  {
    "handle": "DazaiAutisz",
    "desc": "always saying gmonad, connecting nads around the world, and claims to be apart of kntl DAO"
  },
  {
    "handle": "defi_kids",
    "desc": "Indonad Intern, once purged, and a researcher at Republikrupiah"
  },
  {
    "handle": "DefipokerDegen",
    "desc": "a gmonad enjoyooor, posting wholesome and original content, and a pioneer of the Monad community. Leading the Purple group"
  },
  {
    "handle": "Dimavolshebnik",
    "desc": "Making AR creations with Chog and the anago plushie, posting really unique content on twitter and across the community"
  },
  {
    "handle": "Dimitrov__",
    "desc": "an admin in the FilipiNads TG chat, manager of TarNad, and a fellow at Wormhole"
  },
  {
    "handle": "DiscoDirector",
    "desc": "Long time DJ in the Monad Discord bringing amazing vibes to events, and also touching Nads irl at DevCon"
  },
  {
    "handle": "dkgk55",
    "desc": "An OG Koreanads member who always brings fun conversations and makes great friends within the community"
  },
  {
    "handle": "dlwngus7817",
    "desc": "A Monad ecosystem researcher that is engaged in many different aspects of the community. A long-time KoreaNads community member!"
  },
  {
    "handle": "dmddokim",
    "desc": "Long time engaged member in the community rockin a custom monad pfp"
  },
  {
    "handle": "dndea_",
    "desc": "Recently joined Web3 and has become very integrated in the Monad Community contributing to the overall vibe. Is dating fellow Nad Annafi"
  },
  {
    "handle": "Dodori4390",
    "desc": "Combining Sappy Seals and the Nads through shitposting and profile pictures. Meeting Nads around the world"
  },
  {
    "handle": "dommysexyasf",
    "desc": "A legend in the community, posted the first gmonad of 2024, and a master shitposter"
  },
  {
    "handle": "dr_g25",
    "desc": "interacting with many different subcommunities in Monad including the IronNads, Cooking Nads, FrenchNads, and more"
  },
  {
    "handle": "draaaven4",
    "desc": "apart of the growing PortugueseNads and meetings Nads irl. Nads on discord and bringing unique vibes to the community"
  },
  {
    "handle": "Dreamer117Zz",
    "desc": "Growing the Monad Mandarin community and an active participant/content creator in the community"
  },
  {
    "handle": "Dreiki10",
    "desc": "Hosts Dreiki Draw events in the discord, top tier shitposter, and curates top Nad quotes"
  },
  {
    "handle": "dsjwin",
    "desc": "apart of the Monad community for a long time and a member of the OG chat, often shitposting with JWRK in whitesock's alpha chat"
  },
  {
    "handle": "DuckLak",
    "desc": "A long term member of the Monad OG chat and always coming in to chat. Frequently shouting \"DUCK DUCK DUCK\" with JohnWRichKid"
  },
  {
    "handle": "earn_it_too",
    "desc": "Providing great support and friendship to the Monad community, and also rocks a really unique pfp"
  },
  {
    "handle": "eastalwj",
    "desc": "Lavadong has been around for a very long time in the community and constantly engages in meaningful ways with the community"
  },
  {
    "handle": "EBUSCO_tm",
    "desc": "Hosting a Monadism space, up to 15 episodes now, and a huge fan of many ecosystem projects"
  },
  {
    "handle": "EdricLe1",
    "desc": "a pipeline intern, meme artist, and monad OG. Pinned tweet shows Hagen as a Mouch singing King Loui to sleep. Lots of original content he posts"
  },
  {
    "handle": "Elearachel",
    "desc": "Caretaker of Mokadel, making memes for LFJ, and original member of the Monad OG telegram chat. Rachel has created countless memes and sticker packs"
  },
  {
    "handle": "elf_dpfvm",
    "desc": "Long time OG Monad Community member, a very friendly KoreaNad, and active meme maker. Brings great energy to the community."
  },
  {
    "handle": "emdeedania",
    "desc": "Bringing lots of top tier energy to the community and the timeline"
  },
  {
    "handle": "emil_pepil",
    "desc": "a very talented 3D artist, and apart of the art team at Monad Starter. Also a pipeline intern."
  },
  {
    "handle": "EmpireOP11",
    "desc": "Hosting chess, Nads trivia, and other events across the Monad community and broader ecosystem. Has done amazing work coordinating events"
  },
  {
    "handle": "endgamemz",
    "desc": "Very active Nad in APAC, rocking a REUM House pfp, and connecting with Nads across the entire community."
  },
  {
    "handle": "enzolovesnft",
    "desc": "Apart of the FilipiNads, in the C House, and posting wholesome beach vibe tweets"
  },
  {
    "handle": "erdincsekerim",
    "desc": "A top member of the growing TurkNads, creating and teaching for Quantico, and making great/edgy content for the community"
  },
  {
    "handle": "eric168eth",
    "desc": "sometimes a shitposter, touching Nads irl in DevCon, and rocking an NPC profile pic on twitter"
  },
  {
    "handle": "EseTeLopez",
    "desc": "long time community member in Monad, in the OG chat and shitposting all over with the Nads"
  },
  {
    "handle": "Ethiasol",
    "desc": "Apart of the Benelux Nads community, a small but mighty sub community in Monad. Creating lots of Birbie art"
  },
  {
    "handle": "EthLdgr",
    "desc": "One of the key leaders of the Vans cult. One time, he rented a van and run over JWRK."
  },
  {
    "handle": "EvanColin16",
    "desc": "Creating original art and Nad verified"
  },
  {
    "handle": "evm0xstark",
    "desc": "rocking an original pfp from BabySyen, apart of the IndoNads, and doing eat/sleep/shitpost/repeat in the monad community"
  },
  {
    "handle": "eye_state",
    "desc": "Meeting the Nads irl in Lisbon, a programmer and part of the spanish Nads. Rocking a nice mouch banner on twitter"
  },
  {
    "handle": "fairyfairy321",
    "desc": "Bringing Chog to life at the Kuala Lumpur City Centre in Malaysia. meeting Nads irl and showing monad pride daily"
  },
  {
    "handle": "fajaradip08",
    "desc": "Creating art for the community that helps people understand the connection between all ecosystem projects"
  },
  {
    "handle": "fauvsm_",
    "desc": "Running with Monad Run Club, shitposting with the Indonads, and a huge fan of Molandak"
  },
  {
    "handle": "fauxfiend",
    "desc": "locked in playing sparkball, shitposting with the Nads, and a huge fan of pasta"
  },
  {
    "handle": "FDC1506",
    "desc": "Apart of the growing IndoNads and meeting Nads irl across the globe. Rocking a great Monad themed twitter banner"
  },
  {
    "handle": "FeatherSwipe",
    "desc": "Has made many amazing edits, such a CHOGSTA meme. Bleeds purple and is contributing to many projects such as Wormhole, Curvance, and Pyth."
  },
  {
    "handle": "FLaecon",
    "desc": "learned everything about trading from the wolf of wall street and a big monad enjoyooor"
  },
  {
    "handle": "FlippedfaceJ",
    "desc": "Meeting the Nads irl, a monartist, pipeline intern, and apart of Switchboard"
  },
  {
    "handle": "foolbuster07",
    "desc": "House of Chog Maxi, IndoNads contributor, taking trips to Jakarta to meet with the Nads"
  },
  {
    "handle": "forest226622",
    "desc": "Made a great gift for the Monad Vietnam meetup last summer, shitposting hardcore with the KoreaNads, and owner of Anago plushie"
  },
  {
    "handle": "forthefam365247",
    "desc": "A Pipeline Intern and part of Chogwarts. Frequently creating original posts on twitter. His highlights are his scrapbook"
  },
  {
    "handle": "Francis85998988",
    "desc": "Has a lot of very cute Monad dolls that he shares with the community. Baram's profile picture is very memorable and he is a great friend to all"
  },
  {
    "handle": "Franknoheart1",
    "desc": "Meeting the nads irl and also creating amazing art that is featured in the meme library. A true OG to the community"
  },
  {
    "handle": "freretote",
    "desc": "Meeting the Nads irl, posting great content on twitter, and touching all Nads around the globe"
  },
  {
    "handle": "Frogthoshi_",
    "desc": "Creates very interesting and unique art. Once posted about John having an affair with Chog..."
  },
  {
    "handle": "funanchill",
    "desc": "a resident shitposter in the house of molandak and apart of the Vans cult. His shitposts have brought great lore to the Vans"
  },
  {
    "handle": "fury8413",
    "desc": "Making dolls for the Monad community, creating amazing memes and art, and also a long term OG community member"
  },
  {
    "handle": "Gampanggoyang3",
    "desc": "huge fan of racket sports, long time member of the OG telegram chat, living life like there is no tomorrow"
  },
  {
    "handle": "Genggar0x",
    "desc": "apart of the growing ChiNads community and recently celebrated a birthday in the community, receiving a gift from zuzu"
  },
  {
    "handle": "george_kotsiura",
    "desc": "Nads on discord, rocking a great custom pfp, saying gmonad to JWRK, and running hot. Apart of the growing UkraineNads"
  },
  {
    "handle": "geusey",
    "desc": "might actually be bill monday? nobody knows. Helping John cook on discord and a really nice person"
  },
  {
    "handle": "ghooolyache",
    "desc": "Shistposting with JohnW in the discord, posting great in real life content, and bringing awesome vibes to the nads"
  },
  {
    "handle": "gigiNFTz",
    "desc": "gmonatardio"
  },
  {
    "handle": "gimmynow",
    "desc": "meeting the Nads in Thailand for Madnight and I got the chance to take a great picture with him in Thailand"
  },
  {
    "handle": "glitch7295",
    "desc": "Helping lead the MonadSGMY community, a full stack dev and software engineer and helping make the Monad community grow with strong contributions"
  },
  {
    "handle": "gmansme",
    "desc": "pipeline intern posting amazing content on the timeline that is both fresh and original"
  },
  {
    "handle": "GrandeSeb5",
    "desc": "Drawing great art about Chog, Monad madness, and other lore. Touching grass and rocking localNads in discord"
  },
  {
    "handle": "grape_growth",
    "desc": "ironnads chad, shitposting with the Nads and getting strong. He can motivate me to run through a brick wall"
  },
  {
    "handle": "GrayChoi0920",
    "desc": "Actively engaging the Monad community and rocking a nice Monad themed pfp"
  },
  {
    "handle": "groovin_pict",
    "desc": "Leading the italiaNads and an intern at the Pipeline. A long time community member that has helped grow the community and build amazing friendships"
  },
  {
    "handle": "guggenlcs",
    "desc": "rat"
  },
  {
    "handle": "GummyyNFT",
    "desc": "Owns a custom chog pfp from Tequila, very active in the IndoNad community, and frequently saying gmonad"
  },
  {
    "handle": "HadiYousefy",
    "desc": "an OG monad community member who is highly active in telegram, often helping make new community members feel welcome"
  },
  {
    "handle": "hamdan_xyz_",
    "desc": "Rocking the Nads lore straight out of Dubai, Nads on discord, and actively shitposting. He goes by millio/naire"
  },
  {
    "handle": "hanriiiver",
    "desc": "Koreanads black cat. Creator of Mon hat. Monartist with unique style."
  },
  {
    "handle": "Hansmillie2",
    "desc": "meeting Nads irl in DevCon and traveling around the globe for the Nads. A true yapper"
  },
  {
    "handle": "hao2web3",
    "desc": "recently joined the C family and helping share Monad's value proposition across the ChiNads and broader Monad Community"
  },
  {
    "handle": "happysubstack",
    "desc": "on the right side of the bell curve writing long form posts and articles about monad and all things crypto"
  },
  {
    "handle": "harshjain1906",
    "desc": "Shitposting from India, and apart of the OG telegram chat"
  },
  {
    "handle": "harumineko0130",
    "desc": "Reum house admin, apart of the growing JapaNads, friendly to all, and a professional yapper"
  },
  {
    "handle": "hasaki679",
    "desc": "Recently won her first poker game in the Monad poker tournament and actively growing the ChiNads community"
  },
  {
    "handle": "hatwifcookie",
    "desc": "Nads role, apart of the Filipinads, and a pipeline Intern. Often featured in the meme library"
  },
  {
    "handle": "HavoMartinez",
    "desc": "Creator of the Community Run House of Moyaki telegram chat, and a master shitposter that creates a lot of energy in the community"
  },
  {
    "handle": "Heimdall_17",
    "desc": "a pioneer of the community paving the way for all Nads. Making a significant impact on the vibes, lore, inside jokes, and overall content being posted"
  },
  {
    "handle": "Heissen_twit",
    "desc": "A pipeline intern and contributing amazing art to the community. Helped John become bomboclat"
  },
  {
    "handle": "herkeleth",
    "desc": "Creating amazing stickers of molandak in the telegram chat and other really unique art"
  },
  {
    "handle": "heyhenry206",
    "desc": "Founder of Monadata and an active member in the VietNads community. Had a great presence at Token2049."
  },
  {
    "handle": "hidebu8787",
    "desc": "Making music in the community as well as custom emojis. Helping grow the JapaNads"
  },
  {
    "handle": "hiswarih",
    "desc": "Created an original AmongNads profile pic and is posting fun dancing videos on the timeline for the Nads"
  },
  {
    "handle": "hojuun_22",
    "desc": "huge lover of Molandak and a friend of many Nads"
  },
  {
    "handle": "holybunnie3",
    "desc": "a Monad OG and an active gamer in the ecosystem"
  },
  {
    "handle": "honamnim",
    "desc": "posting wild and amazing videos with a Monad mask on, bringing edgy content to all community members"
  },
  {
    "handle": "hr0xCrypto",
    "desc": "Making funny edits of me, a software engineer, and shitposting in telegram"
  },
  {
    "handle": "HuwahuwaPm",
    "desc": "Apart of the JapaNads, creating banners for many in the community, and very friendly with all people in the community"
  },
  {
    "handle": "hyeok8911",
    "desc": "Rocking a solid squid games - monad themes profile picture, and has been around the community making friends since the early days"
  },
  {
    "handle": "HyunYooYoon1",
    "desc": "meeting the nads in thailand and hoping to have an event in Korea in the future"
  },
  {
    "handle": "Iam_lewispius",
    "desc": "Creating amazing art that is often featured on Purge days as well as in the Monad Meme Library"
  },
  {
    "handle": "Ichigo19882",
    "desc": "self proclaimed crypto batman (I believe it). Earned Nads role on discord and posts cute pictures of his dog on twitter"
  },
  {
    "handle": "idkravitz",
    "desc": "super shadowy telegram bot extraordinaire"
  },
  {
    "handle": "idrizz_onX",
    "desc": "posting great thread on the eco and recently joined the OG telegram chat"
  },
  {
    "handle": "iiamooo",
    "desc": "Active in the IndoNads and broader Monad Community, hosting the original event Nads Radio"
  },
  {
    "handle": "iiinaive",
    "desc": "Creating amazing 3D animated videos for Monad and a long time community member that has contributed to content for big announcements"
  },
  {
    "handle": "Ilona5ilonaa",
    "desc": "A crypto entrepreneur and member of the Monad OG telegram chat, posting lots of original content"
  },
  {
    "handle": "imBIGDEL",
    "desc": "Creating edgy memes in the Monad community, popping in popcat, and engaging so wholesomely with many across the community. A great friend to all"
  },
  {
    "handle": "ImFaziiii",
    "desc": "Quantardio, chilling with the Nads, and a truly classy man"
  },
  {
    "handle": "imma_stargirl",
    "desc": "meeting the Nads irl in both Bangkok and also Vietnam, rocking amazing merch and traveling far and wide to be with friends"
  },
  {
    "handle": "imnutcrypto",
    "desc": "an absolute force of nature of Madnight in Thailand and has a picture with many team members including myself and Bill Monday"
  },
  {
    "handle": "impossiblewaifu",
    "desc": "apart of the small but mighty DenmarkNads, Nads on discord, and bringing the aura to the community"
  },
  {
    "handle": "Indications_",
    "desc": "Recently joined the C Family, has been learning English and also creating lots of original pixel art"
  },
  {
    "handle": "influencoor",
    "desc": "a pipeline intern and has been consistently making great memes in the community"
  },
  {
    "handle": "innocentl3oy",
    "desc": "meeting the Nads irl, playing poker, and bringing lots of energy to the in person meetups"
  },
  {
    "handle": "Irwantomoon",
    "desc": "a pipeline intern, crypto researcher, and writing amazing threads about the Nads"
  },
  {
    "handle": "isseign",
    "desc": "has been in the discord for over a year now (recently celebrated 1 year anniversary there) and is also an amazing artist"
  },
  {
    "handle": "italoandrad3",
    "desc": "one of the might BRNads, saved JWRK in Times Square, and met a lot of the team in Brussels. Also has a very cute dog."
  },
  {
    "handle": "ItsBatagorr",
    "desc": "Twitter account back from the dead after the last one suspended, rocking custom art from babysyenaa"
  },
  {
    "handle": "itzalyan_fx",
    "desc": "Made special artwork for Thailand's Madnight at DevCon. Creating lots of amazing art for the community and meetings Nads irl"
  },
  {
    "handle": "iViralAstra",
    "desc": "Recently joined the OG telegram chat, also a pipeline intern, cyclist, and amazing artist for the community. Apart of the growing IndiaNads"
  },
  {
    "handle": "jackyetsum",
    "desc": "A member of the growing ChiNads community, and also is a great cook, recently showcasing steamed spare ribs"
  },
  {
    "handle": "jaehee4298",
    "desc": "Actively engaging in different parts of the Monad community, including the House of Chog, Pipeline, and KoreaNads"
  },
  {
    "handle": "JamesfinnEI",
    "desc": "Creating many memes that are featured in the Monad meme library, apart of the growing BangladeshNads, and also a huge fan of the Monad Tiger"
  },
  {
    "handle": "jani_shanu",
    "desc": "Engaging with the monad community as well as ecosystem projects such as switchboard, Kintsu, and others. A very active IndiaNad"
  },
  {
    "handle": "jasonphan_real",
    "desc": "making general great again, contributing to the monad community, and playing soccer with the Nads"
  },
  {
    "handle": "Jatin51719293",
    "desc": "a master meme creator and apart of the LocalNads in Discord. Has a great twitter banner featuring King Loui, JWRK, and Tunez"
  },
  {
    "handle": "jaychen981111",
    "desc": "Recently celebrated a birthday with the community and received a great gift from a fellow community member of a custom pfp"
  },
  {
    "handle": "JayLelikeZ",
    "desc": "An influential part of Thailand Madnight, looking out for the Nads, and bringing the energy"
  },
  {
    "handle": "jeezyhowyoudoin",
    "desc": "often pulling up to Friday Nadding, shitposting with JWRK on twitter spaces, and secretly a true giga brain"
  },
  {
    "handle": "Jeffers0072575",
    "desc": "an advisor at switchboard and Nad on the discord, making great art combining lore from switchboard and Monad"
  },
  {
    "handle": "jessicafan8700",
    "desc": "Meeting Nads across the world, including Sungmo, and has shared lots of content about the ecosystem"
  },
  {
    "handle": "Jeyyy_NFT",
    "desc": "Helping other Nads in the community contribute to an organic and wholesome community. Has run over 14 episodes of \"Can You Solve It\""
  },
  {
    "handle": "jhamzyboss",
    "desc": "recently celebrated his 8 month nadversary, and rolling with the Localnads role"
  },
  {
    "handle": "Jibz89",
    "desc": "Making creative art for the Monad community with a focus on unique MonAnimals, also rocking Nads on discord and apart of the growing IndiaNads"
  },
  {
    "handle": "jinnv0802",
    "desc": "Cooking amazing food and sharing it with the community, participating in multiple events with the ChiNads, and a friend of many in Monad"
  },
  {
    "handle": "Jiraiya_Sama17",
    "desc": "co-founder of Monad MoFi music, exploring the entire community and bringing a unique perspective to his tweets and engagements"
  },
  {
    "handle": "jjmaringan",
    "desc": "Meeting Nads irl and touching them in person. Rocking a great Karaoke session in Lisbon, and apart of the Gans movement"
  },
  {
    "handle": "Jo_ThanitSP",
    "desc": "Making great art for the Nads, meeting people irl, and friends with many in the community"
  },
  {
    "handle": "JohnTom64663142",
    "desc": ""
  },
  {
    "handle": "jolu_louis",
    "desc": "creator of lyraffe which is adored by many, constantly yapping, met in Bali, and has made a significant impact on the community"
  },
  {
    "handle": "Jonathanhnd11",
    "desc": "Seen at the Bali meetup, and helped develop the pink Molandak using a toy creator in his hometown"
  },
  {
    "handle": "joydxofficial",
    "desc": "Admin of the bangladesh Nads and the Monad Tiger. A long time member of the OG telegram chat"
  },
  {
    "handle": "jsolanamaja",
    "desc": "posting edgy memes and making original art"
  },
  {
    "handle": "juju5378",
    "desc": "Amazing Monartist of Koreanads. Always creates stunning artwork!"
  },
  {
    "handle": "jujujuls_12",
    "desc": "playing poker with nads, shitposting with the indonads, and creating original art for the community on twitter"
  },
  {
    "handle": "juneL04173410",
    "desc": "March June!! Huge fan of a dancing hamster on telegram, and also combining the lore between Nads and Seals"
  },
  {
    "handle": "JungleTrout",
    "desc": "dog"
  },
  {
    "handle": "juninunna",
    "desc": "Apart of the IronNads and KoreaNads community, posting lots of original content in the community. A master of hitting back day in the gym"
  },
  {
    "handle": "justaslime137",
    "desc": "Just a slime building on Monad and eating Salmonad for max protein gains"
  },
  {
    "handle": "juvemon1",
    "desc": "long time member of the OG chat as well as Nads role in discord. a great shitposter and fun person to hang around"
  },
  {
    "handle": "K1ngsman4",
    "desc": "Creating insane 3D art and also a pipeline intern. He is a great shitposter and friend of JWRK"
  },
  {
    "handle": "Kadishere",
    "desc": "running hot in the discord, helping manage the ZW community account and also a pipeline intern"
  },
  {
    "handle": "KaKa500111",
    "desc": "Shitposting in Monad and actively engaged with different ecosystem projects"
  },
  {
    "handle": "kamaromponx",
    "desc": "An IndoNad that was active in the very early days of Monad creating lots of fun sticker packs and memes in telegram"
  },
  {
    "handle": "kavandgo",
    "desc": "shitposting with the JapaNads, participating in an English club, Nads on discord, meeting the Nads irl, and a great friend to all"
  },
  {
    "handle": "Kazking_1",
    "desc": "documenting the Thailand Madnight event via a thread pinned to his profile, capturing the greatest moments"
  },
  {
    "handle": "kenobi_eth",
    "desc": "meeting the Nads irl and traveling around the globe, studying switchboard"
  },
  {
    "handle": "kensanglnz",
    "desc": "meeting Nads irl across the globe and recently touched BeNads for the first time"
  },
  {
    "handle": "Ketama_crypto",
    "desc": "He's on every single event. He's always there drinking beer"
  },
  {
    "handle": "KhingTevin",
    "desc": "A wormhole fellow, pipeline intern, and 2D animator/artist. he has made many original videos for the Monad community that have been broadly used"
  },
  {
    "handle": "kimmizul",
    "desc": "an OG in the Monad community creating great art"
  },
  {
    "handle": "kingendvy",
    "desc": "One of the OG IndoNads and MonArtists, actively creating art and feeding JWRK with edgy things to tweet in indonesian"
  },
  {
    "handle": "Kingsintern",
    "desc": "A schizophrenic community member who tries to portray King Loui's intern and frequently goes after JWRK"
  },
  {
    "handle": "KintsuShiitake",
    "desc": "Rocking with the Nads in Thailand and helping BD at Kintsu"
  },
  {
    "handle": "KJS8282",
    "desc": "Made amazing custom Moyaki shoes that can be used to walk around in"
  },
  {
    "handle": "kodoyinz",
    "desc": "making original art and frequently saying gmonad"
  },
  {
    "handle": "koko1995_",
    "desc": "posting great art for the Monad community and other ecosystem projects"
  },
  {
    "handle": "KomsarkK",
    "desc": "Working on side events and creating amazing energy for the Nads in Bangkok for the meetup. Check out Huak's pinned tweet for the energy at the meetup"
  },
  {
    "handle": "krito_carde",
    "desc": "Mother of the Vans. Latina, always supporting nads. Was key to growing House of Molandak into the community that it is today."
  },
  {
    "handle": "kryptobaby777",
    "desc": "Top Nadtard at HOM, the Monad yapper, CM at Kuru, recently ate an onion"
  },
  {
    "handle": "Kweikweii",
    "desc": "making lots of custom art such as Baby Molandaks and rocking a nice custom twitter banner"
  },
  {
    "handle": "Kyn1man",
    "desc": "OG Telegram Chat member, father of Frico, and creating really original content for the Monad Community. he is also a pipeline intern"
  },
  {
    "handle": "KYY_NFT_",
    "desc": "hunting Rejekyy for now, writing threads about understanding franchising, and keeping Nads up to date on world events through shitposting"
  },
  {
    "handle": "lambe1981",
    "desc": "One of the most engaging people in the Monad community. Creates art and memes that are often featured in the Monad Library TG."
  },
  {
    "handle": "laniakea_sasha",
    "desc": "Building Laniakea Games and recently debuted a new fun PFP back in September!"
  },
  {
    "handle": "LastExamdoteth",
    "desc": "Creating amazing pieces of art and has a unique telegram sticker pack that is used by many in the community, also a pipeline intern"
  },
  {
    "handle": "lbtc200",
    "desc": "Has acquired LocalNads role, a spot in the OG telegram, and is a pipeline intern. He has done a lot of amazing shitposting in the community"
  },
  {
    "handle": "leonardo_evmacc",
    "desc": "Turknad, artist and top memer. Delivered one of the funniest JWRK video memes of all time."
  },
  {
    "handle": "Lewis8888888",
    "desc": "Helping operate MoPanda and is an active shitposter in the community"
  },
  {
    "handle": "leysbobr",
    "desc": "Bobr is active in the community doing BOBR Draws/eats events, and is a polish chad"
  },
  {
    "handle": "Ligo_888",
    "desc": "Nads in the Monad community, actively apart of the growing ChiNads community, and thoughtfully engaging with friends"
  },
  {
    "handle": "liliia_eth",
    "desc": "Monartist, OG House of Molandak member. Huge help with Friday Nadding and House of Molandak content creation."
  },
  {
    "handle": "lilvandrop",
    "desc": "yapping endlessly and helping JohnWRichKid post inappropriate things in Indonesian on the timeline"
  },
  {
    "handle": "LilyHoang210",
    "desc": "Apart of the Vietnads, frequently tuning into the OG Telegram chat in the mornings before she starts her day"
  },
  {
    "handle": "limesexx",
    "desc": "an artist, yapping constantly, and has been making friends in the community for a long time"
  },
  {
    "handle": "LioNMasoud98",
    "desc": "a Pipeline intern and creator of Weekly Recaps in the Monad Community using a very original format"
  },
  {
    "handle": "LitePlay2",
    "desc": "Great artist and video maker in the community, helping JWRK retain his aura"
  },
  {
    "handle": "liuyang04604233",
    "desc": "Bringing Monad to life with stickers posted on his daughter's skateboard. A member of the growing ChiNads"
  },
  {
    "handle": "Livinginaprayer",
    "desc": "vibing in the community and with the KoreaNads and has made a really original/unique sticker pack in telegram for the community"
  },
  {
    "handle": "LK_328",
    "desc": "Apart of the Monad community and contributing to the House of Moyaki as well as making hand made drawings"
  },
  {
    "handle": "LordOfMachines",
    "desc": "Early contributor in the Monad Community, helping build and run the IndiaNads community, and create original lore"
  },
  {
    "handle": "luckyhhunch",
    "desc": "A PolishNad making art for the Monad community. His pinned tweet is a really cool abstract piece of art that he created."
  },
  {
    "handle": "Lujuzujo",
    "desc": "Making brain rot videos for the Nads and shitposting all over twitter"
  },
  {
    "handle": "LUNGLEELOL",
    "desc": "traveling to meet the nads at devcon, apart of Madnight, and loved by many nads around him"
  },
  {
    "handle": "luoli94448559",
    "desc": "a true Monad OG and active member of the China community within Monad. A friend to many in the community with great experience in crypto"
  },
  {
    "handle": "Lynn_1265",
    "desc": "Helping translate and keep the ChiNads community informed on all Monad community updates"
  },
  {
    "handle": "m0neyy35",
    "desc": "one of the best memers, and monartists. Data science student, pipeline intern and a great guy to party with."
  },
  {
    "handle": "MadLukas86",
    "desc": "Co Founder of OnBlock Ventures and a long term member of the OG telegram chat in Monad"
  },
  {
    "handle": "MagariZushiki",
    "desc": "rocking a custom pfp from Isokami, celebrating different occasions with the Nads, and is a great friend to many in the community"
  },
  {
    "handle": "MahTrader13",
    "desc": "bullish on all things purple and has made many great friends in the Monad community as well as eco projects such as ME"
  },
  {
    "handle": "mal_junior_1",
    "desc": "Frequently saying gm to those that still gm with Zayn and rocking in the OG telegram chat"
  },
  {
    "handle": "mannaspirit1",
    "desc": "A pixel artist with SpikyNads and also a MonArtist/LocalNads. Creating amazing art and custom content for the community"
  },
  {
    "handle": "mannye0007",
    "desc": "Shared a nicely baked cake a the first NigeriaNads meetup earlier this year"
  },
  {
    "handle": "MarKript0",
    "desc": "really unique art, constantly featured in the meme library, creator of John Plant"
  },
  {
    "handle": "Marpiku_",
    "desc": "Nads on discord and recently cooked up a fresh moyaki drawing on an ipad for the first time. Bringing great vibes all around"
  },
  {
    "handle": "MaryArtii",
    "desc": "creating original and high quality art for the community, and a great animator as well"
  },
  {
    "handle": "MatthewF25_",
    "desc": "Frequently found in JohnW's cooking streams, an avid runner, and highly active Indonad"
  },
  {
    "handle": "maxcanik",
    "desc": "Attended the huge Nad meetup in Thailand, brought incredible energy, and formed lasting friendships with the community"
  },
  {
    "handle": "mazaka4522",
    "desc": "Has brought Monad lore across the world, showing Chog in Croatia, specifically in Diocletian's Palace"
  },
  {
    "handle": "medusa_apple",
    "desc": "Spidermon maxi, top memer and artist. Hosts meme drawing events in the Monad Discord."
  },
  {
    "handle": "meiji_ft",
    "desc": "representing Chog as his favorite MonAnimal and rocking a great custom pfp and banner on twitter"
  },
  {
    "handle": "Mel97971",
    "desc": "a programer, going to the gym, touching grass, and taking great pics with Molandak"
  },
  {
    "handle": "melobirdx3",
    "desc": "Doing something on Monad, a true legend of the community, and apart of switchboard"
  },
  {
    "handle": "Melodyisabae",
    "desc": "an OG in the telegram, pipeline intern, and meeting other Nads in person to educate the community and broader audiences"
  },
  {
    "handle": "memme_25",
    "desc": "Once accidentally purged by JWRK but is a survivor. A long time shitposter and active member of the growing KoreaNads"
  },
  {
    "handle": "MerriDollislove",
    "desc": "Artist in the monad community, creating wholesome art with Chog, Spidermon, and other organic Monad Animals"
  },
  {
    "handle": "metachaiin",
    "desc": "A very kind and active Nad, a pipeline intern, and helping run Nads Trivia in the OG chat"
  },
  {
    "handle": "miami_eth",
    "desc": "frequently engaged in shitposting, a pipeline intern, and a great threadooor on twitter (check out pinned post)"
  },
  {
    "handle": "michh_eth",
    "desc": "an incredible MonArtist and frequently posts pictures with the official full sized Molandak plushie"
  },
  {
    "handle": "Mido_269",
    "desc": "Recently attended her first Monad meetup and has a huge collection of great Monad merch to rock now"
  },
  {
    "handle": "milanweb3",
    "desc": "Apart of a great content group in the Community, and also the father of Frico and a pipeline intern"
  },
  {
    "handle": "Milky_xdt",
    "desc": "devrel intern at monad and an original OG telegram member who has helped with its overall development"
  },
  {
    "handle": "mindymolly124",
    "desc": "meeting the Nads irl, has a great pic with me and other nads pinned to the twitter profile, and created awesome EDM artwork"
  },
  {
    "handle": "mingming_Monad",
    "desc": "Involved with Mona Girls and frequently listening to K-pop together with other Nads in the community"
  },
  {
    "handle": "Miserynads",
    "desc": "Hand drawing organic art, made Purge Day art that JWRK has printed out in his home. A pipeline intern and really creative person"
  },
  {
    "handle": "misterdarsi28",
    "desc": "an enjoyooor of the OG telegram and engaging with many different ecosystem projects such as Kizzy"
  },
  {
    "handle": "MMminimk",
    "desc": "creating amazing merch for the Nads and meeting them irl at Bangkok"
  },
  {
    "handle": "Mnosh06",
    "desc": "Pipeline Intern, Van, Monad Artist, and has made some of the most schizo sticker packs in telegram to date"
  },
  {
    "handle": "moe_xyzzz",
    "desc": "designed a slightly creepy but interesting 3D design of BeNads"
  },
  {
    "handle": "MohdSarim0",
    "desc": "Making great and very original memes typically including the Friday Nadding crew. Also a pipeline intern"
  },
  {
    "handle": "momoflisa_21",
    "desc": "Often listening to K-Pop, attending discord events, highlight active in the Monad community, hosting events with the KoreaNads"
  },
  {
    "handle": "mon_sasuke",
    "desc": "a Monad enjoyooor making edgy art about Bill Monday and also Mouch"
  },
  {
    "handle": "mon_seungjae",
    "desc": "Has helped grow KoreaNads significantly, managing different telegrams, and attending KoreaNad parties. A very fun person to shitpost with"
  },
  {
    "handle": "monad_eden",
    "desc": "Meeting Nads across the world, participating in meetups, and is actively engaging with different ecosystem projects"
  },
  {
    "handle": "Monad33m",
    "desc": "long time member of the OG telegram chat, frequently greeting new members, and an avid learner"
  },
  {
    "handle": "monadicoo",
    "desc": "localnads in the discord, gave a great presentation to his college about Monad, and cooking with the Brazilnads"
  },
  {
    "handle": "MonadWhisper",
    "desc": "Bringing a unique perspective to the community through on-chain data and expertise"
  },
  {
    "handle": "monasex_1",
    "desc": "managing the Boo DAO community, loves chess, and actively engaging with Nads across the ecosystem. Has a great sense of humor"
  },
  {
    "handle": "monnica36r",
    "desc": ""
  },
  {
    "handle": "/",
    "desc": "Often touching grass outside and posting it on twitter, also creating really cool art for Monad on the timeline"
  },
  {
    "handle": "Mony_Chen265",
    "desc": "meeting the Nads irl in SG, helping grow the ChiNads and also very engaged with MoPanda"
  },
  {
    "handle": "MOONSEO_",
    "desc": "Actively making art in the house of Moyaki, Nads on discord, and also a pipeline intern."
  },
  {
    "handle": "Mr_Siomay",
    "desc": "meeting up with the Indonads irl, a father of 3, and a very wise community member that brings a lot of wholesome energy"
  },
  {
    "handle": "MSLAXB",
    "desc": "Creating original art, long time member of the OG telegram chat, and creator of sticker packs used frequently by the community"
  },
  {
    "handle": "Mubii69",
    "desc": "rocking a great custom Monad banner featuring Bill Monday, nini, John, Whitesocks, and more"
  },
  {
    "handle": "mum0o1",
    "desc": "Making merch for friends attending Thailand DevCon event, and meeting Nads all around the world"
  },
  {
    "handle": "munduseat",
    "desc": "a fan of composite, big into music and digital collectibles, and rocking a really unqiue twitter banner"
  },
  {
    "handle": "mylove8754",
    "desc": "rocking a custom Korean Monad pfp, made by a great friend. Gunny is actively shitposting across the community"
  },
  {
    "handle": "mynamesincerity",
    "desc": "building Monadpedia, traveling to meet Nads, and connecting everyone through amazing drawings. Sincerity helped run the drawing booth at IndoNads meetup"
  },
  {
    "handle": "myway10041004",
    "desc": "meeting Nads irl and has an amazing pictures from Korea"
  },
  {
    "handle": "nadmastee",
    "desc": "a top tier shitposter, often going back and forth with John Nadmaste has a great sense of humor overall which creates a lot of lore"
  },
  {
    "handle": "nadsarmonad",
    "desc": "shitposting on the timeline, posting gas food on the timeline, and hanging in the discord with lots of friends"
  },
  {
    "handle": "naldo_hong",
    "desc": "Nads on discord and apart of the OG telegram, bringing unique vibes to the community. Rocking a really funny profile picture with a monad theme"
  },
  {
    "handle": "NameTr0uva1lle",
    "desc": "Nads on discord, a long time member in the OG telegram, and a great thread writer on twitter"
  },
  {
    "handle": "naniXBT",
    "desc": "spamming in the OG telegram is Nani's strength"
  },
  {
    "handle": "Nastenkkkkkkkka",
    "desc": "Meeting Nads in person in Lisbon, and a very wholesome member of the community actively engaging in projects such as Kintsu and Kuru"
  },
  {
    "handle": "NaufalqweGMONAD",
    "desc": "gmonad sebelum naufal"
  },
  {
    "handle": "nft_venture2",
    "desc": "Apart of the growing IndiaNads and making lots of custom videos for the Nads"
  },
  {
    "handle": "NFTfreakling",
    "desc": "Shitposting in the house of moyaki, creating edgy twitter posts, and has a nice monad popcat pfp"
  },
  {
    "handle": "nftzella",
    "desc": "Modding Switchboard, a pipeline intern, helping coordinate events, and overall just a motivated and driven person"
  },
  {
    "handle": "NianNyeet",
    "desc": "Heading to Thailand to meet the Nads, and a very talented up and coming artist in crypto. A pipeline intern as well"
  },
  {
    "handle": "NikkiSixx_9",
    "desc": "Rocking a really funny banner on twitter featuring the awkward meme, myself, JWRK and tunez. Apart of the growing TurkNads"
  },
  {
    "handle": "nmanso10k",
    "desc": "a true OG yapper in Monad, leading the portuguese Nads, and one of the longest tenured members in the community and the OG telegram chat"
  },
  {
    "handle": "NoeySmile18",
    "desc": "Has traveled to meet the Nads irl and recently a monad-style birthday with a cake and chog poster. Engaging with the Nads daily"
  },
  {
    "handle": "northsidooor",
    "desc": "frequently studying Bill Monday, Nick is his president, and a truly edgy shitposter in the community"
  },
  {
    "handle": "NotAMai_",
    "desc": "rocking insane Monad merch and posting elite content. In a lot of houses, including CHOG, HOS, and also has Nads role on discord"
  },
  {
    "handle": "notpopnad",
    "desc": "Creating lots of original and great content for the Monad community, a very edgy shitposter"
  },
  {
    "handle": "NPuichii",
    "desc": "Apart of the growing and very popular Thainads, frequently creating memes and making friends in the community. Going to Madnight in Thailand"
  },
  {
    "handle": "NTL347_jpeg",
    "desc": "Recently debuted a new original PFP from Babysyenna and also has been playing SparkBall tournaments with friends"
  },
  {
    "handle": "NyxNoLimits",
    "desc": "Breaking Limits with Pulse and helping the Nads stay healthy and fit"
  },
  {
    "handle": "oak_xyz",
    "desc": "Creator of monad senseis. Educate nads about monads eco"
  },
  {
    "handle": "OctaneXyz",
    "desc": "a long term member of the OG telegram chat, shitposting with the Nads, and a great gamer"
  },
  {
    "handle": "Ohmyol1",
    "desc": "one of the leaders of the IndoNads, onboarding many community members, and a fellow at wormhole. A true OG"
  },
  {
    "handle": "Old_6_",
    "desc": "A monad maxi also serving as an intern in the Pipeline"
  },
  {
    "handle": "oneducktwoducks",
    "desc": "apart of the great KoreaNads and is a great monartist"
  },
  {
    "handle": "onlinelinketh",
    "desc": "Running hot at Monad, creating original sticker packs and merch for the community, meeting Nads irl, and making memories with friends"
  },
  {
    "handle": "onreeel",
    "desc": "Apart of a content crew making amazing and organic content for the Nads, co-hosting yourviewonmonad on tiktok"
  },
  {
    "handle": "oofwear",
    "desc": "Making very original memes in the Monad community, simply a very tasty Kiwi"
  },
  {
    "handle": "OogaDeMonad",
    "desc": "Creator of a very original Monad themed JWRK t-shirt that he wore to the Nads meet Nads meetup in Lisbon"
  },
  {
    "handle": "OptimusG33",
    "desc": "Long term OG community member at Monad, frequently posting very edgy stuff in the telegram"
  },
  {
    "handle": "OrBugor",
    "desc": "Very ingrained in the Monad ecosystem, a pipeline intern, kizzy mod, and OG chat shitpostoooor"
  },
  {
    "handle": "orpheuzkaze",
    "desc": "Nads in discord, on the community team of apriori, and really bringing a lot of friendship and great vibes across the community"
  },
  {
    "handle": "Oscarfortunes",
    "desc": "Creating lots of original art for the community and also for Monadex Labs. Apart of the locked OG telegram chat"
  },
  {
    "handle": "oxKFT",
    "desc": "a great gamer in the Monad community frequently vibing with the Nads, also a member of the OG chat"
  },
  {
    "handle": "p0isonxs",
    "desc": "original creator of the GANG GANG ICE CREAM meme in the OG telegram chat. he has been there since day 1. So many unique memes he has created. A true legend."
  },
  {
    "handle": "Pandoshi69",
    "desc": "a long time community member, a wholesome father, and great shitposter. A top tier Chinad"
  },
  {
    "handle": "papa_monad",
    "desc": "apart of the growing JapaNads, cooking amazing traditional food and posting it to the timeline, and a long time yapper in the community"
  },
  {
    "handle": "papayouleouf",
    "desc": "making profile pictures for monad community members and helping bring energy into the frenchnads"
  },
  {
    "handle": "papichulo_2324",
    "desc": "creating lots of original pixel art in the community, a classy meme maker, and avid shitposter with the IndoNads"
  },
  {
    "handle": "pastalad456",
    "desc": "a turbo autist and one of the most electrifying people in the community"
  },
  {
    "handle": "Patzelifezeon",
    "desc": "pipeline intern and addicted to Chroma. Also a Moyaki maxi and making sure people know that Moyaki is not food"
  },
  {
    "handle": "paulchoi1915",
    "desc": "Has played a significant role in growing the KoreaNads community, helping organize events, recruit new members, and explore new areas. Paul is a legend."
  },
  {
    "handle": "ped_is_ram",
    "desc": "a Monad OG and creating lots of original art that is frequently featured in the Meme Library on telegram and twitter"
  },
  {
    "handle": "Peggyblueheart",
    "desc": "Becoming an amazing drawer in the community, apart of the ThaiNads and also the Moncock community"
  },
  {
    "handle": "peppertat1",
    "desc": "passed a moyaki themed message in a bottle in Xiamen, China on the beach, which is a popular tourist destination"
  },
  {
    "handle": "pgreyy",
    "desc": "Researching crypto and uncovering different situations where money was lost to hacks. Shitposting in the community and OG telegram for a long time"
  },
  {
    "handle": "pinecats3_1",
    "desc": "Hosting games, watching interviews, and interacting thoughtfully with members across the community"
  },
  {
    "handle": "plittlemonkeyb",
    "desc": "Going to meet Nads irl at the Thailand event in Bangkok. Making memes in the community and is a great friend to many"
  },
  {
    "handle": "pochxyz",
    "desc": "tennis friends with PingPing and rocking with the Nads"
  },
  {
    "handle": "possiblyspam",
    "desc": "Community Lead at LFJ, and an early contributor in the Monad Community, often beefing with JWRK"
  },
  {
    "handle": "ppki20",
    "desc": "Recently celebrated a 26th birthday, celebrated with the Nads irl in Thailand, and is a huge lover of dogs"
  },
  {
    "handle": "Pugovka_Mari",
    "desc": "Creating lots of fun cards on Monad with edgy edits. A very talented artist"
  },
  {
    "handle": "puresoul0109",
    "desc": "an OG at Monad and moderator of many ecosystem projects such as Monad Nomads, Monadians, BlockNads, and an admin in Monad Balkan"
  },
  {
    "handle": "Purpman123",
    "desc": "One of the more unique personalities in the community. Monad Plushie HQ founding father, and he often paints himself purple"
  },
  {
    "handle": "qzmak53747555",
    "desc": "Actively participating in food sharing in the community (up to over 67 days) and also attending many events in discord"
  },
  {
    "handle": "rabinfull",
    "desc": "A really talented artist, creating memes that have been used countless times across the community. Also a pipeline intern and MonArtist in discord"
  },
  {
    "handle": "Raghu2341637101",
    "desc": "Pipeline intern and often making original memes about JohnW cleaning toilets"
  },
  {
    "handle": "Rcklss27",
    "desc": "He's reckless but everyone loves him"
  },
  {
    "handle": "realmamio",
    "desc": "Meeting nads IRL in Thailand, apart of the ThaiNads, and shitposting with the community daily"
  },
  {
    "handle": "Reborn_1998",
    "desc": "Creating videos and gifs in the community, especially for moncock. Shitposting daily and has a great twitter banner"
  },
  {
    "handle": "Reena0x1",
    "desc": "posting rather interesting content on the timeline and touching grass irl"
  },
  {
    "handle": "reganz211",
    "desc": "daddy of moncock and a frequent yapper in the community"
  },
  {
    "handle": "reinnonly",
    "desc": "A Janitor? A monArtist? Nobody knows. Reinn is a really kind IndoNad who has made friends with many people and helps run drawing events"
  },
  {
    "handle": "rejeki",
    "desc": "made amazing memories at the Bali 2024 IndoNads meetup, avidly shitposting in the community and bringing wholesome energy"
  },
  {
    "handle": "retrodiskotek",
    "desc": "Collecting cards and all other things, and actively engaged with pyth, Curvance, and the pipeline Interns"
  },
  {
    "handle": "Reum_House",
    "desc": "Japan princess and fun video maker. Creating Reum House which is up to 154 members and growing fast"
  },
  {
    "handle": "rinzz88",
    "desc": "Rocking a custom pfp from BabySyen, Nads on discord, and apart of the growing Philippinads"
  },
  {
    "handle": "RistrettoCat",
    "desc": "a true Monad maxi and OG member. Has Nads role on discord and has an insane trading setup with a purple theme"
  },
  {
    "handle": "Riztulusia",
    "desc": "a fan of concerts in the discord, a monad maxi, followed by JohnWRichKid and King Loui, and a huge fan of APT APT"
  },
  {
    "handle": "RJFieldsofGold",
    "desc": "Combining Sappy Seals and Monad Lore, features JWRK in his twitter banner, and a long time shitposter"
  },
  {
    "handle": "rogamire42",
    "desc": "rocking an amazing Mouch pfp, a frenchnad, engineer, and is amazing at interacting with people across the community (even Chog)"
  },
  {
    "handle": "rohitsethi_eth",
    "desc": "yapping relentlessly with the Nads, a pipeline intern, and posting great content in the house of molandak"
  },
  {
    "handle": "ronansavazy",
    "desc": "The character specialist and a monad banger artist"
  },
  {
    "handle": "rosinxyz",
    "desc": "Building BOE on Monad, meeting that Nads irl, a master shit poster and long term community member"
  },
  {
    "handle": "rsklwtf",
    "desc": "founder of Mop and contributing to the community across many different fronts"
  },
  {
    "handle": "S1Y4HS4NC4KS",
    "desc": "A long standing member of the Monad OG telegram chat and apart of the growing TurkNads"
  },
  {
    "handle": "saffroncrypto1",
    "desc": "has an IQ on the right side of the bell curve. A monad quant that has a knack for shitposting"
  },
  {
    "handle": "sajisa_trigger",
    "desc": "A pipeline intern, and artist for Monad and Poply. Has been actively shitposting in the Monad community for a long time. Has a great banner on twitter!"
  },
  {
    "handle": "saturn10k",
    "desc": "a long time member of the OG chat and helped grow the great NigeriaNads community"
  },
  {
    "handle": "secretbey_",
    "desc": "Apart of the growing TurkNads and also in the OG telegram chat"
  },
  {
    "handle": "sekret_off",
    "desc": "Has been posting top tier content on the timeline for some time now. His posts bring a flare to the timeline not many can bring"
  },
  {
    "handle": "Seonghye08",
    "desc": "Posting about relevant updates to the Monad Ecosystem and rocking a really cool custom Monad banner"
  },
  {
    "handle": "serialsexhaver",
    "desc": "waiting to degen trade on Monad and a long term member of the OG telegram. Apart of the Gans."
  },
  {
    "handle": "seu_ul",
    "desc": "Rocking amazing Monad swag all summer and supporting Nads around the world"
  },
  {
    "handle": "Shamim066",
    "desc": "Leader of the BangaldeshNads and a community builder, often running giveaways and coordinating community events"
  },
  {
    "handle": "sharkdogsad",
    "desc": "House of sharky legend, inspiring different Nads to create their own ideas, and a great friend to many in the community"
  },
  {
    "handle": "ShavetheMFwhale",
    "desc": "Always cooks great meat, showed JohnW around Sweden, and helps manage the OG telegram"
  },
  {
    "handle": "shelbygrayman2",
    "desc": "Writing great songs for the Nads in the discord and telegram"
  },
  {
    "handle": "SheldonPoohkyy",
    "desc": "Making creepy drawings and cards for the Monad Community but is bringing electric and edgy vibes"
  },
  {
    "handle": "shihaibo4",
    "desc": "Engaged in the China community for Monad, rocking a custom profile pic on twitter, and playing poker with friends all the time"
  },
  {
    "handle": "shim_sing",
    "desc": "Koreanads Monartist known for creating fun and high-quality stickers and emojis."
  },
  {
    "handle": "Shinigami_777_",
    "desc": "creating animated videos and dropping great content on the timeline"
  },
  {
    "handle": "simplypaulus",
    "desc": "a long term member of the OG chat and also rocking a fire MadLads pfp"
  },
  {
    "handle": "singularity_66",
    "desc": "a self taught artist, creating custom PFPs, contributing to Monad, and creating a great vibe"
  },
  {
    "handle": "SireniaNFT",
    "desc": "A digital artist, pipeline intern, and cooking Moyaki art for the Nads. Also apart of many different DAOs"
  },
  {
    "handle": "sksxhxh1",
    "desc": "Posting cute cat pictures on the timeline, sharing great meme videos, and frequently saying gmonad"
  },
  {
    "handle": "smilypong",
    "desc": "Putting in amazing work to plan events for the Nads in Thailand, recently joined the OG chat, and is such a nice person"
  },
  {
    "handle": "SmolMobster",
    "desc": "Professional yapper, cohost of the Friday Nadding spaces. Laughs very loud. Creator of the Mad Nads community."
  },
  {
    "handle": "snnnvvv",
    "desc": "creating really great art for monad, and is a pipeline intern"
  },
  {
    "handle": "soar_dao",
    "desc": "Recently joined the C house and is actively playing Tetris and other games with fellow Monad community members"
  },
  {
    "handle": "sol_defi",
    "desc": "Pipeline intern, shitposting in house of molandak, and holding concerts with the Nads"
  },
  {
    "handle": "SophiaPRmana1g",
    "desc": "Actively playing poker, creating art, and always featured in the meme library. Very dedicated to the ecosystem"
  },
  {
    "handle": "SophiaXie410811",
    "desc": "Creating lots of wholesome posts in Chinese for the ChiNad community as well as the broader Monad Community. Celebrated Mid-Autumn Festival with the community"
  },
  {
    "handle": "Sousaxxxx_",
    "desc": "An OG telegram chat member, Pipeline Intern, master of poker, and chog intern. Meeting the Nads irl"
  },
  {
    "handle": "SPromvicha",
    "desc": "Meeting Nads around the globe, participating in the Vietnam meetup this past summer, and playing football with the Nads"
  },
  {
    "handle": "ssick_sobwk",
    "desc": "A very early Monad Community member apart of the KoreaNads, and has made shirts to give away at in person events. He takes a lot of great initiative"
  },
  {
    "handle": "sssavanttt",
    "desc": "Making Monad's media the best media in the game. Savant knows how to cook and also create addicting videos"
  },
  {
    "handle": "SSWeb3_",
    "desc": "Often posting wholesome and motivating messages on twitter and rocking a nice custom monad pfp with the monad hat"
  },
  {
    "handle": "stephen_G28",
    "desc": "Drawing Moyaki by hand, attending Monad Madness, and yapping with the Nads"
  },
  {
    "handle": "sud0bug",
    "desc": "an old humble bug that has brought a lot of great energy into the monad community and different UN chats"
  },
  {
    "handle": "sugarpixeLW",
    "desc": "Creating original content, hosting drawing events, and helping connect the monad community through art and strong vibes"
  },
  {
    "handle": "sunking85735",
    "desc": "apart of the growing ChiNads and participating in many community run events"
  },
  {
    "handle": "Sunonphyse",
    "desc": "Builder overnads, has earned Nads role in discord, and engages frequently with the ecosystem. Also has a low IQ (self proclaimed)"
  },
  {
    "handle": "sunq1123",
    "desc": "Huge fan of MoPanda, NFTS, and all things Monad. Actively engaged in the ChiNad community in Monad"
  },
  {
    "handle": "superfly_5104",
    "desc": "a crypto researchooor and yapping alongside all the Nads. Recently introduced a new monamimal called mermaidon"
  },
  {
    "handle": "supermoyy_",
    "desc": "a graphic designer and pipeline intern, often featured in the meme library, and OG member of Monad"
  },
  {
    "handle": "Supramantis",
    "desc": "survived the 2024 chop, planning to retire in 2025, and shitposting with the Nads in the locked telegram"
  },
  {
    "handle": "Sushi_simps",
    "desc": "Australian chad with a great eye for raunchy Monad memes & lore"
  },
  {
    "handle": "Susu9527",
    "desc": "Launched the Monad Panda movement and is also apart of Monad Local Nads focusing on china"
  },
  {
    "handle": "syaerulid",
    "desc": "living on the edge, motivating the nads and making people aware that they can bounce back from rock bottom. His pinned tweet is motivating."
  },
  {
    "handle": "Syderal_Sydney",
    "desc": "Making amazing art in the Monad community, specifically for the Pipeline, OG telegram chat, and friends"
  },
  {
    "handle": "syntempL",
    "desc": "a young member of the Monad community that is bringing lots of energies through custom stickers and shitposting"
  },
  {
    "handle": "TailyWaily",
    "desc": "Meeting Nads across the globe, participating in the Thailand meetup, and an OG in other ecosystem projects such as Kintsu"
  },
  {
    "handle": "TaivelWeb3",
    "desc": "Apart of a great content crew for Monad, running events for the UkraiNads, working with the pipeline, and shitposting all over the community"
  },
  {
    "handle": "tanvirt11t",
    "desc": "Member of the growing BangladeshNads and contributing to amazing art in the community"
  },
  {
    "handle": "tbeagle1903",
    "desc": "Running hot in the discord, a fellow at wormhole, pipeline intern, and absolutely dialed in across the entire ecosystem"
  },
  {
    "handle": "Tedtiplerjr",
    "desc": "yapping in the community, writing about Mopo, and engaging with many ecosystem projects"
  },
  {
    "handle": "temiace22",
    "desc": "Community lead at NitroFinance, shitposting at Monad, and actively engaging with Nads across the broader ecosystem"
  },
  {
    "handle": "tervoooo",
    "desc": "an angel in the orderbook, cooking in crypto, bringing the vibes and right curve IQ vibes to the community"
  },
  {
    "handle": "thanosmax182450",
    "desc": "Creates lot of original art for the Monad community and is cracking jokes at Haha App"
  },
  {
    "handle": "the_viiibe",
    "desc": "Always on Friday Nadding with Loui and Gvan, hosting lots of twitter spaces and in the house of pasta"
  },
  {
    "handle": "thepandaonabike",
    "desc": "Cooking great and original content for RareBetSports and the broader Monad community"
  },
  {
    "handle": "theZinweb3",
    "desc": "Meeting Nads across the globe, attending DevCon in Thailand, and is the proud owner of a Chog-themed gift from Mum0o1"
  },
  {
    "handle": "Thirdeyedon1",
    "desc": "West Coast chad managing the venice music community. Bringing lots of original content into the community"
  },
  {
    "handle": "thisisfin_",
    "desc": "Managing the APAC Monad Community, making memes with the community, onboarding new members, and just vibing overall"
  },
  {
    "handle": "ThStringtheory",
    "desc": "Nad in the discord and dropping wholesome content on the timeline"
  },
  {
    "handle": "Tibobo01",
    "desc": "engaging with eco projects, partnering with friends in the community to cook halloween art, and an engineer"
  },
  {
    "handle": "tigerxq1",
    "desc": "Apart of the C Family, meeting the Nads irl in Thailand, and bringing great energy to the community"
  },
  {
    "handle": "tigger_landb",
    "desc": "A pipeline Intern and helping connects Nads around the world through Google Map shared location creations"
  },
  {
    "handle": "tinpham1612",
    "desc": "has been in the monad discord since practically the first day, one of the longest standing consistent community members, and is growth veratus labs"
  },
  {
    "handle": "TKatugwa",
    "desc": "Long time member of the Monad OG chat and contributing to the community growth"
  },
  {
    "handle": "Toadster69",
    "desc": "Meeting the Nads irl, being redacted and an NPC all the time, cult leader of Chog, and a friend of many in the community"
  },
  {
    "handle": "TobyMascot",
    "desc": "a long time member of the OG chat and a serial yapper in the community"
  },
  {
    "handle": "todamoonik12",
    "desc": "a Monad OG and Mod for Chog, meeting Nads in person around the globe and also playing football with the Nads"
  },
  {
    "handle": "todayicecream11",
    "desc": "Nads in Discord and a MonArtist as well as a pipeline intern. Making really cool artifacts out of clay for the community"
  },
  {
    "handle": "todosweep",
    "desc": "Step Dad of Frico, actively working out, creating amazing art and original content for all Nads in the community"
  },
  {
    "handle": "Tokinoz45",
    "desc": "A Nad at Monad, deeply engaged in Web3, and engaging with team members and other Nads on twitter frequently"
  },
  {
    "handle": "TomiKenny1",
    "desc": "Pipeline intern and a long time member of the OG chat, also having many friendly conversations with JWRK in DMs"
  },
  {
    "handle": "toonoxx",
    "desc": "amazing 3D artist creating different original pieces of art in the community, also working as a pipeline intern"
  },
  {
    "handle": "totomal090202",
    "desc": "an OG at Monad, pipeline Intern, and great artist keeping the timeline entertained with unique art"
  },
  {
    "handle": "TrimmingCrypto",
    "desc": "taking the purple pill and helping educate people about crypto overall, serving as a pyth ambassador"
  },
  {
    "handle": "ttatils_eth",
    "desc": "Contributing to monad and the broader ecosystem, also watched KB eat an onion. Makes great edgy memes for the community"
  },
  {
    "handle": "Tun_C100",
    "desc": "spikynads mod and a house of sharky mod, traveling around the world and bringing the lore irl while touching grass"
  },
  {
    "handle": "Tychsx71",
    "desc": "a member of the OG chat, making great pieces of art, and a frequent sayer of GMALAKA"
  },
  {
    "handle": "uday_dhorajiya",
    "desc": "on the right side of the bell curve exploring the monad ecosystem as a founder"
  },
  {
    "handle": "ultraspymax",
    "desc": "rocking a nice Monhat in his twitter pfp and playing chess with the nads"
  },
  {
    "handle": "USDHGwang",
    "desc": "Actively engaged in the ChiNad community and all across Monad"
  },
  {
    "handle": "vasdie",
    "desc": "master shitposter, house of moyaki king, apart of the house of sharky, and a very valued member of the community"
  },
  {
    "handle": "velicko_aleksej",
    "desc": "connecting the monad community to weightlifting, highlighting different exercises daily"
  },
  {
    "handle": "vidate_t",
    "desc": "apart of the growing FrenchNad community nad posting amazing croissants on the timeline"
  },
  {
    "handle": "Vodkla_Brave",
    "desc": "Planning side events at the Nads meetup in Thailand, creating so many amazing memories with the Nads, and is a great friend of many"
  },
  {
    "handle": "vuvanhungxd9",
    "desc": "Making great memes, a pipeline intern, and a Nad in the discord. Rocking a HD 4k Monad themed twitter banner."
  },
  {
    "handle": "w22py",
    "desc": "and old but very wise man in the monad community, shitposting with many people"
  },
  {
    "handle": "WanidaSH",
    "desc": "Shitposting with the Nads, apart of BeraBaddies, meetings Nads irl, and is very friendly with many"
  },
  {
    "handle": "Weloveprophet",
    "desc": "Playing poker with the Nads and making cool custom banners for the community"
  },
  {
    "handle": "weretiny",
    "desc": "meeting the Nads irl and across the globe, printing custom merch for the Nads, and yapping relentlessly"
  },
  {
    "handle": "whitesocks256",
    "desc": "Had a significant impact growing the KoreaNads community and has been instrumental in onboarding and educating KoreaNads. Plus he has a very cute cat!"
  },
  {
    "handle": "widzeth",
    "desc": "Rocking a great Monad t-shirt courtesy of jujuju, posting pics of Molandak on the timeline, and bringing great vibes to the community"
  },
  {
    "handle": "Williamnads",
    "desc": "building the ChiNads twitter and telegram chat, manager of mopanda, and a frequent yapper in the community"
  },
  {
    "handle": "WLxAJ",
    "desc": "Exploring the monad community, making funny memes (check pinned tweet), and also apart of the Vans cult"
  },
  {
    "handle": "wornads",
    "desc": "Head of the French Nads, which has produced so many great pieces of lore and content across the community"
  },
  {
    "handle": "Wyriium",
    "desc": "building aurium and is a monad maxi that has met the Nads irl at madnight"
  },
  {
    "handle": "wywtt24",
    "desc": "Making custom crochet, shitposting with the ChiNads, and bringing great vibes to the community"
  },
  {
    "handle": "X_suhair",
    "desc": "Localnads in the discord, nominated by Jumplifey, and a dad of wheelsmon"
  },
  {
    "handle": "XHOYH",
    "desc": "a pipeline intern, meeting Nads across the world including Sungmo, and shitposting actively in the ChiNads community"
  },
  {
    "handle": "xrami72",
    "desc": "posting wholesome content in the OG chat, frequently attending events, and is a long term member of the community"
  },
  {
    "handle": "YallahHabibiBTC",
    "desc": "Loud yapper helping with co hosting House of Molandak spaces, and making memes."
  },
  {
    "handle": "YamizuG",
    "desc": "Contributor to Injective, Nads role at Monad, and very active in the IndoNads community bringing strong vibes"
  },
  {
    "handle": "yap00012",
    "desc": "pipeline intern, an NPC, and amazing meme lover. A true left curve member of the house of sharky"
  },
  {
    "handle": "yassy_clay",
    "desc": "A really unique sculpture/clay artist in the Monad community - a MonArtist in discord"
  },
  {
    "handle": "ybgg188",
    "desc": "Playing poker with the Nads and attending events across all the discord"
  },
  {
    "handle": "ydppn",
    "desc": "Owns a really cute Monad Beanie and even made multiple of them to give away to the Nads at the esteemed VietNads meetup earlier this year"
  },
  {
    "handle": "yeezi_eth",
    "desc": "monartist and pipeline intern, and making amazing art"
  },
  {
    "handle": "Yolex_24",
    "desc": "designed a green pfp that is used by many in the NigeriaNad community"
  },
  {
    "handle": "yongks87",
    "desc": ""
  },
  {
    "handle": "/",
    "desc": "rocking a custom Chog pfp, shitposting out of Malaysia, and engaging with Nads across the world"
  },
  {
    "handle": "Yotdanz",
    "desc": "a monad enjoyooor and pipeline intern. Working with many eco projects such as SpikyNads, BOE, and more"
  },
  {
    "handle": "youtrixcrypto",
    "desc": "MonadNomads Mod, shitposting in the Nads, and participating in cooking streams making NadsBurgers."
  },
  {
    "handle": "yumikasaaa",
    "desc": "apart of the growing FilipiNads and frequently attending concerns in the discord"
  },
  {
    "handle": "yusrilatiqur",
    "desc": "creating great memes and short videos for the community, often featured in the Meme Library, and apart of the amazing IndoNads"
  },
  {
    "handle": "YXerman",
    "desc": "Creating very original AI videos that bring Molandak and other objects/people to life"
  },
  {
    "handle": "Zahar0n_",
    "desc": "A true yapper at Monad in the discord and telegram, huge fan of Deadlocks, and a Nads on discord"
  },
  {
    "handle": "ZaiLai_",
    "desc": "Huge fan of Keonegg and encouraging Nads to eat one of them at least every single day for their health"
  },
  {
    "handle": "zaitaoshimin",
    "desc": "running hot in the discord, rocking a great Monad banner with deep lore, and shitposting with the ChiNads"
  },
  {
    "handle": "zayn4pf",
    "desc": "always in the trenches with insightful and thoughtfully constructed long-form twitter posts"
  },
  {
    "handle": "ZDarkShadeZ",
    "desc": "Helping grow the Monad Persian Community and also highly active in the OG telegram chat, connecting with many members of the community"
  },
  {
    "handle": "zdegg_",
    "desc": "an egg at Monad, studying Moyaki, and a master at getting rekt"
  },
  {
    "handle": "zhangliu_eth",
    "desc": "A MonArtist making top tier high quality art, and running hot in the discord. Co-Founder of Monad Hub"
  },
  {
    "handle": "zheng_yida",
    "desc": "A wormhole fellow, playing poker with the Nads, and vibing out of China"
  },
  {
    "handle": "ZqASp2CBlk2hXhf",
    "desc": "Making original Monad art, flying across the land and showing Monad plushies irl"
  },
  {
    "handle": "zz999333",
    "desc": "Building Monad, Growing the ChiNads, and meeting Nads around the globe at different meetups and conferences"
  },
  {
    "handle": "rockitwithMAC",
    "desc": "engaging thoughtfully in the Monad ecosystem, an OG at Kintsu, supporter of curvance, and an integral part of the Nads"
  },
  {
    "handle": "FaturohmanMid",
    "desc": "Featured in IndoNads memes of the week #31, and a very active member in the amazing IndoNad community"
  },
  {
    "handle": "flowmychan",
    "desc": "a great artist in the Monad community, and apart of the C Family. Also featured in the IndoNads memes of the week"
  },
  {
    "handle": "yantogam",
    "desc": "A pipeline intern and creating amazing art that is featured in various memes of the week posts such as the IndoNads"
  },
  {
    "handle": "rudi020701",
    "desc": "Creating amazing art in the community, featured in memes of the week, and a friend of many in the IndoNads community"
  },
  {
    "handle": "NgomikInk",
    "desc": "Running trivia with the IndoNads and many other great events in the Monad community. Apart of the amazing IndoNads"
  },
  {
    "handle": "thegreatraizzu",
    "desc": "Making great memes, a friend of many in the IndoNads, and featured in the IndoNads' memes up the week posts"
  },
  {
    "handle": "unfoursecond",
    "desc": "Creating great art and memes for the community, featured by the IndoNads in memes of the week"
  },
  {
    "handle": "JoyJolly_",
    "desc": "an amazing self taught artist creating wholesome art in the community"
  },
  {
    "handle": "Satria32909962",
    "desc": "a pipeline intern, engaging with other Nads, and featured in the IndoNads memes of the week"
  },
  {
    "handle": "cocoisgoodcat",
    "desc": "rocking an amazing Monad braceleted, meeting the nads irl, and posting top tier wholesome content"
  },
  {
    "handle": "scottishgonzo",
    "desc": "Art intern, Monad OG, sappy seals chad, and Monchel's right hand man"
  },
  {
    "handle": "panisaoi",
    "desc": "Rocking out with the Nads in Thailand and helping out for some of the Madnight festivities"
  },
  {
    "handle": "Ferfer9992",
    "desc": "A great artist posting unique content on twitter for the nads, and an OG in the haha community"
  },
  {
    "handle": "IwqanBJZ",
    "desc": "a purple community member, house of molandak chad, and rocking a nice Meownad twitter custom monad themed banner"
  },
  {
    "handle": "arcstyle26",
    "desc": "apart of the growing filipiNads community, a huge fan of Moyaki, and rocking a custom animated ID card from Babasss"
  },
  {
    "handle": "0xEmilymarz",
    "desc": "Apart of the great IndoNads community, posting wholesome content on the timeline, and meeting the Nads irl"
  },
  {
    "handle": "sugar_6378",
    "desc": "Meeting the Nads irl at Madnight and bringing lots of wholesome vibes to the community"
  },
  {
    "handle": "inspxble",
    "desc": "Rocking an awesome custom Monad banner and made these awesome gifts for the Nads during the Thailand meetup"
  },
  {
    "handle": "kimchiii0319",
    "desc": "A pipeline intern, meeting the nads irl, and apart of the growing FilipiNads community"
  },
  {
    "handle": "Iny1127Iny",
    "desc": "apart of the ChiNads, rocking with the Nads in the discord, and participating in many great events"
  },
  {
    "handle": "virende54",
    "desc": "a great 3D artist in the community and also a Pipeline Intern and Nads on discord"
  },
  {
    "handle": "emmidaisy",
    "desc": "Met her in Thailand, enjoying sunsets with Baby Molandak, and brought a lot of energy to the community at madnight"
  },
  {
    "handle": "SEONG_1027",
    "desc": "Creating lots of amazing artwork and meeting the Nads irl. A part of the Monad fitness community"
  },
  {
    "handle": "bk2843",
    "desc": "Met with Seong irl and is a huge fan of fitness, shitposting with other Nads in the community in IronNads and more"
  },
  {
    "handle": "0xhghstndrds",
    "desc": "Hosting Community Events, rocking a localNads role on discord, and highly engaged in different aspects of the community"
  },
  {
    "handle": "AccoladeCreati1",
    "desc": "LocalNads on Discord, a pipeline intern, as well as a great graphic designer"
  },
  {
    "handle": "baybaginsss",
    "desc": "Local Nads on discord, apart of the great and growing TurkNads community, and has an original video pinned to his profile on twitter"
  },
  {
    "handle": "madporo_",
    "desc": "apart of the great VietNads community, a MonArtist and also LocalNads on discord, and has a really cool edit that went viral in the community pinned to his twitter"
  },
  {
    "handle": "PlatooSpace",
    "desc": "apart of the growing ThaiNads, a monartist and localnads on twitter, and a huge fan of moncock"
  },
  {
    "handle": "MontriOnkaw999",
    "desc": "a monartist and localnads on discord, meeting the Nads irl in Thailand, and rocking really cool Monad merch"
  },
  {
    "handle": "qmb1O_o",
    "desc": "creating original pixel art and yapping in the community, also rocking localnads on discord"
  },
  {
    "handle": "rogue110797",
    "desc": "monartist and local nads on discord, a pipeline intern, apart of the growing FilipiNads and making great art for the Nads"
  },
  {
    "handle": "Sergenbaba5",
    "desc": "localnads on discord, rocking a fire madlad pfp, and shitposting with many in the community"
  },
  {
    "handle": "sifu_lam",
    "desc": "making really funny memes of Loui and Mike Web, LocalNads on the discord, and also has a really funny mouch original PFP"
  },
  {
    "handle": "jh42147574IO",
    "desc": "localnads on the discord, apart of the growing vietnads, working to become a monartist and already creating lots of great content"
  },
  {
    "handle": "CryptosphereBTC",
    "desc": "localnads on discord, yapping in the community, and a huge fan of both monad and wormhole"
  },
  {
    "handle": "Etherdox",
    "desc": "addicted to ohbaby games, a quant in the monad discord, apart of the deutsche Nads and a huge fan of Chog"
  },
  {
    "handle": "chainrunner__",
    "desc": "a high IQ quant in the discord, also rocking the Nads role and running blockchain analytical data"
  },
  {
    "handle": "0x_yash21",
    "desc": "Vibing in the community and rocking the high IQ Quant role in the discord as well as the Nads role"
  },
  {
    "handle": "Pori1235",
    "desc": "A great member of the growing FilipiNads community and yapping on both twitter and discord with the Nads"
  },
  {
    "handle": "carbonaaaaraaaa",
    "desc": "Rocking a custom JapaNads monad themed twitter banner and also meeting the nads IRl, brought great energy to Thailand"
  },
  {
    "handle": "justkillmenao",
    "desc": "Drawing custom PFPs for the Nads every Wednesday and rocking a Nads role in the discord"
  },
  {
    "handle": "AceerB",
    "desc": "rocking a Nads role and also attending many events in the discord, yapping and shitposting the hours away with the Nads"
  },
  {
    "handle": "Valenti22592160",
    "desc": "a pioneer in the discord as well as rocking the Nads role. A long time shitposter in the community"
  },
  {
    "handle": "Alex_Hunter88",
    "desc": "rocking a Nads role in discord, apart of the House of Molandak, and yapping with the Nads"
  },
  {
    "handle": "avocado_toast2",
    "desc": "rocking Nads role in discord and bringing a layer of edgy shitposting to the discord and timeline"
  },
  {
    "handle": "Dmetal3910",
    "desc": "rocking the Nads role in discord and shitposting with the Nads"
  },
  {
    "handle": "Daha1522",
    "desc": "engaging with many different eco projects, posting organic content on the timeline , and rocking Nads role on discord"
  },
  {
    "handle": "Zero_Slippage",
    "desc": "making unique videos and participating in many community events in the discord. Check out Havoc's pinned video on twitter"
  },
  {
    "handle": "akshatg7",
    "desc": "Intern at MonadNomads, engaging with eco projects and joking in HaHa Wallet's chats"
  },
  {
    "handle": "JudoChy",
    "desc": "Engaging with lots of eco projects, recently joined the ME Clubhouse, and is rocking a nice Make General Great Again hat on twitter"
  },
  {
    "handle": "jomdsx",
    "desc": "Creating content in Monad and with the Pipeline, also doing amazing irl activities like handing out stickers and posing with Molandak"
  },
  {
    "handle": "Cymes26",
    "desc": "rocking a really cool custom banner on twitter, making great art for the community, and bringing the vibes to the timeline"
  },
  {
    "handle": "StarBoba_Fett",
    "desc": "a great video editor, frequently attending spaces with the Nads, and is a fan of Chog"
  },
  {
    "handle": "Aripudi35680743",
    "desc": "engaging with both the Nads and the Pyth Community, rocking a nice monhat pfp on twitter"
  },
  {
    "handle": "batu_rr",
    "desc": "apart of the great and growing TurkNads and also has Nads role on discord"
  },
  {
    "handle": "hyuuu_hyu",
    "desc": "rocking a great custom twitter banner for Monad, a smol potato, and shitposting with the Nads in discord. Apart of the MalaysiaNads"
  },
  {
    "handle": "hnd_t",
    "desc": "Joining the Vans space, apart of the growing IndiaNads, and also apart of the House of Molandak"
  },
  {
    "handle": "SQ3libra",
    "desc": "posting really cool content on twitter, an OG in the community, and has a very unique piece of art pinned to her profile"
  },
  {
    "handle": "Rivuus",
    "desc": "meeting the Nads irl, was an absolute beast in Lisbon, and has a fire group pic pinned to his profile"
  },
  {
    "handle": "mthuy030198",
    "desc": "Meeting the Nads irl in Thailand and traveling around with globe with them, apart of the great VietNads and also a pipeline intern"
  },
  {
    "handle": "JotitiVC",
    "desc": "Meeting the Nads in Lisbon, rocking an original JohnWRIchKid custom Wendy's T-Shirt, and an amazing shitposter"
  },
  {
    "handle": "JJ_7391",
    "desc": "apart of the Gans, meeting the Nads irl in Lisbon, rocking custom merch, and also apart of the JWRK custom t-shirt crew"
  },
  {
    "handle": "alexkamrul6774",
    "desc": "apart of the growing BangladeshNads, pumping iron with the IronNads, and making great content"
  },
  {
    "handle": "CryptoPorsh",
    "desc": "Helping grow the UkraineNads, engaging with lots of eco projects, and posting wholesome content on the TL"
  },
  {
    "handle": "ChocoXXXI",
    "desc": "Shitposting out of Singapore, took a pic with me recently, and posting wholesome content with Baby Molandak"
  },
  {
    "handle": "Yves_truong",
    "desc": "Editing videos, created a cool christmas playlist for the Monad Community, and rocking a great twitter banner that is Monad themed"
  },
  {
    "handle": "Nicky_sangngam",
    "desc": "a MonArtist, rocking with the growing ThaiNads, playing Sparkball and also a MonShape supporter"
  },
  {
    "handle": "Kan210696",
    "desc": "Running hot in discord, hosting MonShape events, shitposting with the Nads, and rocking a nice custom Monad banner on twitter"
  },
  {
    "handle": "ItsMeJaeee",
    "desc": "Making great art with the Nads, a thrill seeker, and also engaging with the MonShape NFT eco collection"
  },
  {
    "handle": "depskydeps",
    "desc": "Rocking it with the Nads in discord, jamming on music, and engaging with many different eco projects"
  },
  {
    "handle": "sebgroegb",
    "desc": "Member of the growing FrenchNads, a believer in Mouch, engaging with MonShapes and many other eco projects"
  },
  {
    "handle": "JasminAmber4",
    "desc": "Playing sparkball, making custom art, and engaging with lots of different eco projects"
  },
  {
    "handle": "liexisme_",
    "desc": "OG at Monad and a contributor to Wormhole, rocking with the Nads on many different forums"
  },
  {
    "handle": "Trump_evm",
    "desc": "part of the amazing VietNads, meeting the Nads irl, and a mastershitposter in discord"
  },
  {
    "handle": "Yingyot84807735",
    "desc": "rocking Localnads on discord, a fan of Moyaki, and helping promote and engage with the irl Nads meet Nads events"
  },
  {
    "handle": "itsm1shka_",
    "desc": "FilipiNads admin, pipeline intern, meeting the Nads irl, and helping coordinate really fun community events"
  },
  {
    "handle": "Persassy11",
    "desc": "Attending concerts in discord and playing games with the Nads in the community"
  },
  {
    "handle": "HeyStell4r",
    "desc": "Contributing to the Monad Community as well as the great FilipiNads, and also a pipeline intern"
  },
  {
    "handle": "CommanderJiro",
    "desc": "Rocking a custom Monad banner and also apart of the great FilipiNads"
  },
  {
    "handle": "VanosWais",
    "desc": "Playing games in the discord with the Nads and wholesomely engaging with friends in the community"
  },
  {
    "handle": "0xTimii",
    "desc": "Apart of the FilipiNads as well as a fan of Moyaki. Got his officially NPC number back in August"
  },
  {
    "handle": "kolskieeee",
    "desc": "Creating custom art in the community and apart of the growing FilipiNads"
  },
  {
    "handle": "jeikei1998",
    "desc": "Posting great content on the timeline, running with the Nads and also Chog. Also participating in many community events in discord"
  },
  {
    "handle": "Haster_me",
    "desc": "Apart of the growing Filipinads and participating in many events in the discord with the community"
  },
  {
    "handle": "0xJericD_",
    "desc": "Engaging with lots of Monad eco projects including Kintsu, and alo recently received a monshape pfp"
  },
  {
    "handle": "Chikuu1314",
    "desc": "Yapping with the Nads and attending lots of events in the discord with friends"
  },
  {
    "handle": "Midarichaaan",
    "desc": "Apart of the FilipiNads and engaging wholesomely with many Nads in the community. Hosting Karaoke events as well"
  },
  {
    "handle": "ylonaaah",
    "desc": "Hosting and organizing events in the Discord with lots of the Filipinads and broader community"
  },
  {
    "handle": "doudounads",
    "desc": "Nads on discord, a pipeline intern, making custom art such as the Slothandak, and a friend of many in the community"
  },
  {
    "handle": "othniel5798",
    "desc": "Rocking with the Nads in discord attending many events, and also a great Defi researcher"
  },
  {
    "handle": "Moroccanadz",
    "desc": "Engaging with the FrenchNad Chads, hosting community events with the Nads, and once had Bill Monday call him stupid (jokingly)"
  },
  {
    "handle": "echo00_00",
    "desc": "making custom gifts in the Monad community as well as a custom JohnWRichKid simp halloween gif that was amazing"
  },
  {
    "handle": "Ziemniak__13",
    "desc": "a polishnad in the community, rocking a custom bobr style pfp, and engaging with many community driven eco projects"
  },
  {
    "handle": "DipuDas76904823",
    "desc": "Making custom chog art, participating in many events in the discord, and a terminal yapper"
  },
  {
    "handle": "irony1998",
    "desc": "Making amazing 2D art and other animations/edits for the Monad community as well as the Pipeline"
  },
  {
    "handle": "debulaan",
    "desc": "taking the Wassies to Monad and a huge yapper with the Nads"
  },
  {
    "handle": "fraggydoteth",
    "desc": "engaging with the Monadiansand many other eco community driven projects"
  },
  {
    "handle": "orgazmcrypto",
    "desc": "interviewing different Nads in the community and on the team, posting wholesome organic content"
  },
  {
    "handle": "bastralcs",
    "desc": "a member of the Spanish Nads and a long time member of the OG telegram chat"
  },
  {
    "handle": "djordje_evm",
    "desc": "yapping literally everyday in the Monad community and heavily involved in many different eco initiatives and events"
  },
  {
    "handle": "kimmoonsoon",
    "desc": "Cooking art for the Nads and also in the C Gang as of recently thanks to Reum House"
  },
  {
    "handle": "flymetothe23",
    "desc": "Been apart of the community since forever and is a long time yapper and wholesome person to engage with"
  },
  {
    "handle": "MLDejahThoris",
    "desc": "a long time member of the OG chat, has a really unique telegram sticker pack, and has many original paintings"
  },
  {
    "handle": "LetFreedomRa1n",
    "desc": "an enjoyooor of Monad and rocking a nice Wassie style pfp as well as a custom monad banner featuring hundreds of Nads"
  },
  {
    "handle": "0xCoha",
    "desc": "Contributing to the Nads and the Vietnads through different bots and a Nadlist"
  },
  {
    "handle": "FolloWoney",
    "desc": "a member of the OG chat and also has a gift that Stargirl delivered directly to him that I had the opportunity to sign"
  },
  {
    "handle": "CingCoeg",
    "desc": "engaging heavily with the Nads on twitter and discord, also rocking a monad themed pfp on twitter with a closeup of a cat"
  },
  {
    "handle": "i_QuicKx",
    "desc": "a pipeliner intern and rocking a graffiti styled Monad themed pfp and banner on twitter"
  },
  {
    "handle": "ghostchaindoc",
    "desc": "a Monad OG and operating the MoPanda account which is a wholesome Monad animal"
  },
  {
    "handle": "AmjawaEth",
    "desc": "a long time member of the OG telegram chat, creating great art, and participating in edgy shitposting on the timeline"
  },
  {
    "handle": "bamMONAD",
    "desc": "Playing K-pop games in the discord and recently received a custom banner from Ayu"
  },
  {
    "handle": "suhwiteeee",
    "desc": "Nad in the discord and a pipeline intern. Rocking a monad themed custom monad banner"
  },
  {
    "handle": "eznft_0",
    "desc": "Rocking a cute Nadbubs custom monad pfp and also participating in lots of FilipiNads spaces"
  },
  {
    "handle": "1USDEhBTSUPPOR",
    "desc": "making great custom art for both Monad and Kuru"
  },
  {
    "handle": "0xG00gly",
    "desc": "in the OG chat, shitposting with LCS, and frequently making fun of JWRK"
  },
  {
    "handle": "JN_Jeannieeee",
    "desc": "Meeting the nads irl, rocking amazing monad merch, making fun memes, and recently featured in the IndoNads memes of the week"
  },
  {
    "handle": "JN_Jeannieeee",
    "desc": "Nads on discord, posting original content, and engaging with many different community run events across the eco"
  },
  {
    "handle": "SourChoc0late",
    "desc": "Nads on discord, co creator of TikMonDok, and creating very edgy and original content on twitter (like his pinned post)"
  },
  {
    "handle": "banditxbt",
    "desc": "once purged by johnW from the OG chat, once accidentally left, managed to survive each time, and booling out with the Nads in Lisbon. A true chad"
  },
  {
    "handle": "awhisperx",
    "desc": "graphic designer in the Monad community creating many original memes and pieces of art"
  },
  {
    "handle": "Juump_00",
    "desc": "Part of the mighty ItaliaNads and also a huge fan of Chog and fantasytop"
  },
  {
    "handle": "XAl3xXSp",
    "desc": "an italian chad rocking an italian molandak as his profile pic and engaging with the regional community on a daily basis"
  },
  {
    "handle": "telog14",
    "desc": "Made a cool Monad AI chat bot for telegram users, and also apart of the growing ItaliaNads"
  },
  {
    "handle": "pokemonad_xyz",
    "desc": "playing poker with the Nads and once once a normal person before meeting all the Nads"
  },
  {
    "handle": "ReztuEko",
    "desc": "Engaging with lots of eco projects and also vibing with the Nads on a daily basis"
  },
  {
    "handle": "dennisfdg",
    "desc": "Monartist, Pipeline intern, and OG in the Monad community, meeting the Nads irl and making great art. Took Baby Molandak to the preikestolen in Norway"
  },
  {
    "handle": "Volirion94",
    "desc": "Meeting the Nads irl and an OG in the community"
  },
  {
    "handle": "Web3Kozak",
    "desc": "Has had a prosperous journey into the Monad community, detailing this in his pinned video on twitter"
  },
  {
    "handle": "0xnicooo",
    "desc": "Rocking with the Dachnads, also a pipeline Intern and a Nad. Also a Kizzy OG"
  },
  {
    "handle": "n3vrluky",
    "desc": "Apart of the beloved Spikynads, welcoming people to the spiky cabal and growing it on a daily basis"
  },
  {
    "handle": "Tonny26774",
    "desc": "a great artist in the Monad Community, working with Monad Started, and engaging with many projects/people in the broader community"
  },
  {
    "handle": "chadmonkbee",
    "desc": "a huge fan of molandak and totally nad coded"
  },
  {
    "handle": "EssenMendo48",
    "desc": "Nads in discord, apart of the house of Chog, and making amazing art with the community"
  },
  {
    "handle": "itsmenobi_",
    "desc": "making amazing art for the Monad community and also rocking a monad themed custom twitter banner"
  },
  {
    "handle": "UrbanKryptoo",
    "desc": "Yapping on Monad and engaging with many eco projects such as Kizzy"
  },
  {
    "handle": "Heskkk2",
    "desc": "Actively engaged in the discord and making funny memes of Port ruling over the lambline with an iron fist"
  },
  {
    "handle": "xEfscarpmint",
    "desc": "On the Kaito leaderboard as a top yappper in Monad, meeting the India Nads irl soon"
  },
  {
    "handle": "Ragnar_PA",
    "desc": "Apart of the vans cult serving loyally as RVan, frequently saying Gmonad and Gmovan"
  },
  {
    "handle": "CrsOpr88",
    "desc": "a Kizzy insider, discord yapper, and friend of many in the community"
  },
  {
    "handle": "kingsleyfosho",
    "desc": "JohnWRichKid's sister. She has to deal with her very annoying brother. A long time member of the OG chat and a great shitposter"
  },
  {
    "handle": "Toczek2137",
    "desc": "a PolishNad apart of the Bobr gang"
  },
  {
    "handle": "Tanjimn1",
    "desc": "Rocking lots of aura at RareBetSport and shitposting with the Nads out of UAE"
  },
  {
    "handle": "pawel_research",
    "desc": "Helping build the amazing Polishnads, hosting spaces, and is doing a great job building his brand in the Monad community"
  },
  {
    "handle": "Bijoydeb9854",
    "desc": "Making great art that is frequently featured in the Monad Meme Library and is apart of the great IndiaNads"
  },
  {
    "handle": "ArcyEth",
    "desc": "Bois in the Monbois, running drawing events in the lambline, and shitposting with the Nads"
  },
  {
    "handle": "nft_onigiri",
    "desc": "rocking a custom monad themed banner on twitter, a pipeline intern, and part of the Filipinads and JapaNads"
  },
  {
    "handle": "0xCattishNFT",
    "desc": "apart of the growing filipinads and also rocking a great custom banner that is monad themed on twitter"
  },
  {
    "handle": "No_ContentX",
    "desc": "Shitposting with the Nads on the House of Molandak Twitter Space, making custom art, and a serial yapper"
  },
  {
    "handle": "Essers0n",
    "desc": "Pasta's blood, a turbo artist, bring electric vibes to the telegram chats"
  },
  {
    "handle": "UmarovMax",
    "desc": "Nads in discord, shitposting with the nads, and rocking a nice custom monad pfp on twitter"
  },
  {
    "handle": "ken113rro",
    "desc": "a great artist in the community and posts nice pictures from his irl activities on the timeline"
  },
  {
    "handle": "toncanor",
    "desc": "Making custom merch designs for the NigeriaNads irl meetup and yapping daily with the nads"
  },
  {
    "handle": "Firuza00002",
    "desc": "Huge fan of Moyaki and frequently shitposting with the Nads"
  },
  {
    "handle": "NiftyDude282160",
    "desc": "walking an insane amount of steps on a daily basis and frequently shitposting with Nads"
  },
  {
    "handle": "burking19",
    "desc": "Pipeline Intern, fighting the farmers in discord, and making great content on the timeline"
  },
  {
    "handle": "omo_oshodi_",
    "desc": "Running hot on the Monad discord, joking with HaHa wallet, and shitposting with the Nads"
  },
  {
    "handle": "zolik113",
    "desc": "a graphic designer in the community and also an animator in the community"
  },
  {
    "handle": "EchoEnigma19",
    "desc": "ripping irl events with the Nads and shiposting frequently"
  },
  {
    "handle": "keela__crypto",
    "desc": "Cooking great art with the Nads and original content, shitposting in the discord"
  },
  {
    "handle": "cufiv5es",
    "desc": "made a cool custom edit of Dream and JohnW to create DreamWRichKid"
  },
  {
    "handle": "clawnad9",
    "desc": "co-founder of Monad Starter and an avid yapper in the community"
  },
  {
    "handle": "rLaquita09",
    "desc": "shitposting with the Nads out of bangkok, hanging out with everyone irl, and posting great content on twitter"
  },
  {
    "handle": "dreamofmonad",
    "desc": "Posting short 10 second clips on twitter to help people understand Monad, also a big yapper in the discord"
  },
  {
    "handle": "Dalpha_xyz",
    "desc": "Creating lots of original art on the timeline, apart of the house of molandak, and is rocking a unique salmonad pfp"
  },
  {
    "handle": "Lawzi_eth",
    "desc": "based pfp and spending lots of time yapping in the FrenchNad and ArabNad channels"
  },
  {
    "handle": "rui7739",
    "desc": ""
  },
  {
    "handle": "/",
    "desc": "Nads on discord, apart of the C House, and has met the Nads irl including Grimjow"
  },
  {
    "handle": "erjoedana",
    "desc": "helped organized an Asian concert in the discord, rocking a nice custom monad banner on twitter, and shitposting with the Nads in discord"
  },
  {
    "handle": "TcMikel",
    "desc": "Running a know your Nads series on twitter which is now up to 11 episodes and has even interviewed JWRK"
  },
  {
    "handle": "0xMimie",
    "desc": "a Nad-OG in the discord, data engineer, and has met the Nads irl across the globe. A true OG in the community"
  },
  {
    "handle": "brunoobame12",
    "desc": "Rocking a custom Moyaki t-shirt around his home and apart of the house of moyaki"
  },
  {
    "handle": "xislove001",
    "desc": "Posting very edgy content on twitter and yapping with the Nads in discord"
  },
  {
    "handle": "chime_szn",
    "desc": "Law student, software engineer, Nad, and avid yapper in the Monad community"
  },
  {
    "handle": "Marina72718923",
    "desc": "Avid supporter of Monad and the broader eco, supporting projects such as RBS"
  },
  {
    "handle": "entoni_7",
    "desc": "Creating original content with the UkraineNads on twitter and yapping with the Nads"
  },
  {
    "handle": "Abhi71233781",
    "desc": "Making lots of custom memes on the fly on twitter and in the telegram/discord"
  },
  {
    "handle": "sailorninis",
    "desc": "Community Manager at monad, a nice hamster, a great person, friends with basically everyone in the community, and meeting all the Nads irl"
  },
  {
    "handle": "GeorgeA001",
    "desc": "a true degen on chain and yapping with the Nads in discord. Rocking an NPC Monad themed hat on his twitter pfp"
  },
  {
    "handle": "kumamikochi",
    "desc": "Cooking up original art for the IndoNads, rocking a custom header from Ayu, and part of Monadpedia"
  },
  {
    "handle": "ydhstrawr",
    "desc": "Running with the Monad Run CLub, apart of the great indonads, and a huge fan of Chog"
  },
  {
    "handle": "blvckvux",
    "desc": "Rocking an original MonShapes profile pic, supporting Mozi, and shitposting with the nads"
  },
  {
    "handle": "yoolmonad",
    "desc": "Playing sparkball and talking about it on twitter, and recently received a MonShapes custom pfp"
  },
  {
    "handle": "prim_crypto",
    "desc": "yapping in the Discord, recently got a monshapes custom pfp, and has a cool banner on twitter featured many Nads"
  },
  {
    "handle": "masrafe007",
    "desc": "Recently joined the OG telegram chat, posting lots of content irl, and meeting with the Nads"
  },
  {
    "handle": "iamahamedrakib",
    "desc": "Meeting the Nads irl, posting original content on the timeline, and engaging with eco projects"
  },
  {
    "handle": "thecryptocarp",
    "desc": "a Monad Maxi, RBS giga chad, fortnite extraordinaire, and a great person to interact with"
  },
  {
    "handle": "Skaivii",
    "desc": "Running a newsletter for the Nads, up to over 4 weeks now, a professional degen, and rocking a custom Monad pfp"
  },
  {
    "handle": "bygra0x0",
    "desc": "Going to the gym, getting 1% better everyday, rocking with the Nads, and the true embodiment of an IronNad"
  },
  {
    "handle": "esmaileth",
    "desc": "Engaging with the Monad ecosystem frequently and rocking a custom Monad pfp and banner on twitter"
  },
  {
    "handle": "tabsuuu",
    "desc": "Attending drawing sessions, engaging with eco projects like Kizzy and ME, and also rocking a really unique custom monad banner on X"
  },
  {
    "handle": "klarico10",
    "desc": "Making Monad horror merch, a GeorgiaNad, and engaging heavily with the ecosystem"
  },
  {
    "handle": "Zacknftz_",
    "desc": "Pleading that Moyaki is not food on a daily basis, even showing it in his monad banner, and an avid shitposter in the community"
  },
  {
    "handle": "hicasp3r",
    "desc": "a MonadNomadsNFT Intern, engaging with the Monad ecosystem, and is very fond of the HOS"
  },
  {
    "handle": "0xkidzrich",
    "desc": "a great artist, creating very unique memes and pieces of art, also yapping with the Nads and apart of the great IndoNads"
  },
  {
    "handle": "Erkinovski",
    "desc": "Founder of IronNads and one of the biggest giga chads in the Monad community. He has made such a great impact on the Nads"
  },
  {
    "handle": "Lunnexex",
    "desc": "Dropping custom Monad memes and even really funny King Loui memes as well. Engaging with the Nads 24/7"
  },
  {
    "handle": "77murec77",
    "desc": "Engaging with the Nads and the broader ecosystem, also rocking a monad banner on twitter featuring one of the original monad memes from summer 2023"
  },
  {
    "handle": "Enjjoyliza",
    "desc": "Making custom content related to the House of Sharky and engaging with many Nads on twitter. Her content is very unique"
  },
  {
    "handle": "DanilReso",
    "desc": "a pipeline intern, Nads in discord, rocking a custom monad pfp, and yapping relentlessly with the Nads"
  },
  {
    "handle": "BuyHold01",
    "desc": "Nads in discord, meeting the Nads irl, and engaging heavily with the community driven eco"
  },
  {
    "handle": "SheikhTatveel",
    "desc": "Fully locked into Monad, rocking custom merch including a guitar with Monad lore on it"
  },
  {
    "handle": "Friscovsky",
    "desc": "Sharing MonAnimal lore on the timeline, a sharp shooter, and a fan of Mouch"
  },
  {
    "handle": "Pr33zey",
    "desc": "A legend in the community, help manage the PortuguesNads, a pipeline intern and esteemed plushie holder"
  },
  {
    "handle": "Lh3aa",
    "desc": "Rocking a custom Monad themed banner, hanging with the Nads in discord, and also apart of the MonShape club"
  },
  {
    "handle": "0xMonadFrost",
    "desc": "On the MonadStarter Team, in the house of MoPo, and engaging with many Nads in the community"
  },
  {
    "handle": "trufflepig13",
    "desc": "rocking a dreiki themed pfp, a great artist in the community with degen tendencies, and a great shitposter"
  },
  {
    "handle": "MzXavim",
    "desc": "Recently joined the OG telegram chat, a pixel artist, and creating custom pfps for people in the community (recently created a nice one for Bigdel)"
  },
  {
    "handle": "spanic92",
    "desc": "a great PolNad, also a Bobr, and engaging heavily with the Nads on discord and twitter"
  },
  {
    "handle": "darak_eth",
    "desc": "Apart of the growing PolNads and avidly engaging with Nads in the discord and broader ecosystem"
  },
  {
    "handle": "_0xyung_",
    "desc": "A legend in the House of Molandak, a great friend of Berzan and meeting the Nads irl"
  },
  {
    "handle": "jannie_jane8",
    "desc": "Meeting the Nads irl around the globe and a very kind person to all in the community"
  },
  {
    "handle": "t_h_crypto",
    "desc": "Apart of the Kizzy team, meeting the Nads irl, and a true legend of Monad"
  },
  {
    "handle": "pomeioio",
    "desc": "meeting the Nads irl, a true OG in the community, and an avid telegram shitposter"
  },
  {
    "handle": "hrushi_eth",
    "desc": "a pipeline intern, engaging with the Nads, and apart of the C House"
  },
  {
    "handle": "Veronicas_eth_",
    "desc": "A great content creator for the Nads and recently drew a great pic of my profile picture on a canvas"
  },
  {
    "handle": "stayal9ve2kk",
    "desc": "Rocking a really great Monad toy collection, pinned to his profile, and recently he added lyraffe"
  },
  {
    "handle": "X11Pittam",
    "desc": "apart of the ChiNads, rocking their custom banner, and recently joined the MonShape club with a great custom picture"
  },
  {
    "handle": "butibaij",
    "desc": "Rocking a great custom Monad Banner, apart of the MonShapes club, and posting great pics of food"
  },
  {
    "handle": "Eviltahaa",
    "desc": "Meeting the Nads irl, cruising around Bangkok with Beans, and through and through a Nad"
  },
  {
    "handle": "ShubhxEvm",
    "desc": "Has a way with words, breaking down Monad tech using GenZ slang, also had FOMO for ThaiNads meetup, but he will be there in the future I know it"
  },
  {
    "handle": "Liberal_Shuwski",
    "desc": "Rocking a custom Monad Ayu banner on twitter and meeting the Nads irl in Thailand"
  },
  {
    "handle": "niccinft",
    "desc": "a pipeline intern, traveling with baby Molandak, and posting great irl content on twitter"
  },
  {
    "handle": "yukaithehuman",
    "desc": "Rocking a custom Monad themed banner from Huwahuwa, engaging with the Nads, and has a cool power puff girls pfp on twitter"
  },
  {
    "handle": "Alunmusk_8",
    "desc": "a giga brain quantardio, engaging with the Nads, and analyzing charts"
  },
  {
    "handle": "physecks7",
    "desc": "Building Quantico, engaging with the Nads, and posting S tier Monad content on twitter"
  },
  {
    "handle": "Grizzly38924361",
    "desc": "Engaging with projects in the eco, apart of the growing indiaNads, and rocking a nice twitter banner with James' pfp"
  },
  {
    "handle": "baeyeee",
    "desc": "Meeting the Nads irl, has made many friends in the community, and is a solid trader rocking a banana themed monad pfp"
  },
  {
    "handle": "piton_sophie",
    "desc": "Apart of the great IndiaNads, a pipeline intern, and currently cooking a twitter banner for the IndiaNads"
  },
  {
    "handle": "gtsdvyth",
    "desc": "Placing bets on Kizzy, a developer, and rocking a GTA San Andreas Monad themed banner on twitter"
  },
  {
    "handle": "Grondwat76",
    "desc": "making educational videos on the Monad ecosystem and engaging with community run eco projects"
  },
  {
    "handle": "Millliey",
    "desc": "Posting edgy and educational memes on the timeline and engaging with the Nads in discord"
  },
  {
    "handle": "CALEB_PLUS",
    "desc": "I love Caleb. A member of the house of molandak and a great reply guy"
  },
  {
    "handle": "_0xchuks",
    "desc": "A highly active member of the OG telegram chat posting edgy content across the community"
  },
  {
    "handle": "Monster_Brawn",
    "desc": "Apart of the growing IndiaNads and engaging with eco projects such as Kizzy"
  },
  {
    "handle": "builnad",
    "desc": "Meeting the Nads irl and had a great time with Baeksu/OnlineLink in Korea back in October tasting some great coffee and tarts"
  },
  {
    "handle": "Patsyyy_696",
    "desc": "Engaging with the Nads, apart of the growing FilipiNads, and making great custom art"
  },
  {
    "handle": "bemasty1",
    "desc": "Playing poker with the Nads and traveling on many adventures with moyaki"
  },
  {
    "handle": "iOoua",
    "desc": "Rocking a custom header from the Reum House, engaging with the Nads, and posting original content on the timeline including a great halloween pop up book"
  },
  {
    "handle": "ReisPizon",
    "desc": "Apart of the growing Bronads and engaging with the Nads in discord. Also apart of the house of moyaki"
  },
  {
    "handle": "0xrbsl",
    "desc": "apart of the amazing bronads and also lifting weights with the ironnads"
  },
  {
    "handle": "razecbtc",
    "desc": "Mod in Monadex labs, apart of the amazing Bronads, and also attending many events in discord"
  },
  {
    "handle": "ChainMiyagi",
    "desc": "apart of the growing Bronads, rocking a based pfp with a Monad hat, and also a fan of Moyaki"
  },
  {
    "handle": "dgrua50",
    "desc": "apart of the growing Bronads and house of moyaki, also making great custom art on the timeline. Has an awesome custom banner on twitter"
  },
  {
    "handle": "anotherwayxsad",
    "desc": "rocking the LocalNads role, apart of the MonShapes club, and has a 4k high quality banner on twitter that is Monad themed"
  },
  {
    "handle": "0xMattNg",
    "desc": "a Penguin on Monad, running hot in the discord, rocking a Nads role, and a really active shitposter"
  },
  {
    "handle": "lkyd007",
    "desc": "a Nad-OG in the discord as well as Local Nads, shitposting out of thailand and rocking a great Molandak themed pfp on twitter"
  },
  {
    "handle": "davenguyencrp",
    "desc": "apart of the MonShapes club, running hot in the discord, as well as rocking a LocalNads role"
  },
  {
    "handle": "0xBjord",
    "desc": "Bjord has an interesting way with words. A true legend and OG in the community, shitposting his way to glory"
  },
  {
    "handle": "rizerya",
    "desc": "Running hot in the discord, apart of the great TurkNads, and rocking a Nads role on discord"
  },
  {
    "handle": "exelance_25",
    "desc": "We took a great pic together at the Turknads meetup and he is rocking the localnads role in discord. A true king"
  },
  {
    "handle": "UnyilLNB",
    "desc": "Nads in the discord, apart of the growing and great IndoNads, and actively shitposting with the Nads"
  },
  {
    "handle": "Purbae55",
    "desc": "Meeting the Nads irl at the recent IndoNads meetup and actively shitposting with the Nads in discord"
  },
  {
    "handle": "HDshoq",
    "desc": "Apart of the Arabicnads and making great custom art and content on twitter"
  },
  {
    "handle": "Hamzaka18620061",
    "desc": "Rocking with the ArabicNads in discord and yapping on twitter with the Nads"
  },
  {
    "handle": "Derdinand1",
    "desc": "Apart of the DachNads and yapping both irl and nirl with the Nads"
  },
  {
    "handle": "likiditeekleyen",
    "desc": "apart of the Deutsche-nads and Turk-Nads, also making really edgy content about JohnWRichKid lately"
  },
  {
    "handle": "Cramonn_",
    "desc": "Making original songs in the community, yapping 24/7 in the discord, and posting original content on twitter"
  },
  {
    "handle": "CrayzBanana",
    "desc": "one of the original community members, a legend with the Nads, and posting great content on twitter"
  },
  {
    "handle": "caroollcah",
    "desc": "Recently celebrated 1 year with the Nads, and along the way Carol has met so many Nads and posted so many pieces of great content"
  },
  {
    "handle": "blocashmain",
    "desc": "apart of the great TurkNads and also self-proclaimed NPC #981"
  },
  {
    "handle": "Kanako_Monad",
    "desc": "Creating great art in the community focusing on international aspects"
  },
  {
    "handle": "RoshanOldage",
    "desc": "Apart of the growing IndiaNads and also apart of the LOW IQ club in the Nads discord"
  },
  {
    "handle": "Sarath_Cenation",
    "desc": "Shitposting with the IndiaNads in discord and also a mechanical engineer"
  },
  {
    "handle": "Queensabir11",
    "desc": "Pipeline Intern, apart of the house of moyaki, and making great custom art for the Nads"
  },
  {
    "handle": "discomolve",
    "desc": "apart of the great IndiaNads and also a Nad in discord"
  },
  {
    "handle": "Dangnvh1",
    "desc": "Nads in the discord and also a long time member of the OG telegram. Apart of the growing VietNads"
  },
  {
    "handle": "dakidfrdafuture",
    "desc": "apart of the growing VietNads and FilipiNads as well as shitposting with the Nads on twitter"
  },
  {
    "handle": "peterdanro",
    "desc": "apart of the growing MonShapes club and also a VietNad in the Discord"
  },
  {
    "handle": "hugoboycrypto",
    "desc": "a Nad in the discord as well as apart of the House of Molandak"
  },
  {
    "handle": "rekt3877",
    "desc": "been shitposting with the Nads for a long time and a long time member of the OG chat"
  },
  {
    "handle": "jeremy_cg",
    "desc": "part of the amazing IndoNads and hosted Guess the Move IRL version at the most recent Indonads meetup"
  },
  {
    "handle": "GeraldiJoshua",
    "desc": "was at both the IndoNads meetup back in August and this past week. He is a really nice member of the IndoNads and friends with so many in the community"
  },
  {
    "handle": "JohnWRichKid",
    "desc": "Not really sure how to explain this...."
  },
  {
    "handle": "billmondays",
    "desc": "cult leader of the Nads"
  },
  {
    "handle": "nftvisionar8959",
    "desc": "Making great memes of the Vans and about eco projects in Monad"
  },
  {
    "handle": "Crypto_Tom111",
    "desc": "marketing with curvance, a meme connoisseur, and a vibe curator"
  },
  {
    "handle": "Adeen_xyz",
    "desc": "Engaging with the great Nigerianads and writing to them creating original content"
  },
  {
    "handle": "virginwhale0",
    "desc": "in the OG telegram and shitposting heavily with the Nads on all fronts"
  },
  {
    "handle": "abdurrahman78c",
    "desc": "Apart of the growing BangladeshNads and shitposting heavily on twitter"
  },
  {
    "handle": "nomlo_",
    "desc": "building NoMoLonleyLife and shitposting with the Nads"
  },
  {
    "handle": "caesareth_",
    "desc": "an absolute legend hosting twitter spaces, has a great personality, and in the OG telegram chat"
  },
  {
    "handle": "0htokiio",
    "desc": "a long time member of the community making wholesome art and becoming friends with so many in the community"
  },
  {
    "handle": "matthauraki",
    "desc": "Getting clobs with Kuru and engaging with the nads"
  },
  {
    "handle": "Jhay_0x",
    "desc": "in the OG telegram chat and also making great art for the community"
  },
  {
    "handle": "maugopa6",
    "desc": "apart of the Monad cult and engaging with many eco projects"
  },
  {
    "handle": "puppynono10",
    "desc": "Recently had an avatar created by Lewis, and also apart of the growing ChiNads"
  },
  {
    "handle": "pabilipobigas",
    "desc": "Making great memes for the Filipinads and engaging with the Nads on discord"
  },
  {
    "handle": "howdymerry",
    "desc": "Building on Monad and writing long form galaxy brain takes on crypto"
  },
  {
    "handle": "Laleh30Lk",
    "desc": "Graphic Designer in the community making great custom edits of Chog"
  },
  {
    "handle": "deemonn11",
    "desc": "a software developer and engaging with the Nads on a daily basis"
  },
  {
    "handle": "monadominiik",
    "desc": "made a great art collection this year covering different profile pics from the community like Intern and Nini"
  },
  {
    "handle": "Lolipop_web3",
    "desc": "apart of the growing VietNads and rocking an awesome monad themed pfp on twitter"
  },
  {
    "handle": "flows_monad",
    "desc": "Art and Woodworking for Monad, apart of the FrenchNads, and also a pipeline intern"
  },
  {
    "handle": "Soltox_solana",
    "desc": "a pipeline intern and shitposting with the Nads on a daily basis"
  },
  {
    "handle": "PRK_ETH",
    "desc": "a member of the OG telegram chat and making great custom art in the community"
  },
  {
    "handle": "fuxxbape",
    "desc": "apart of the growing KoreaNads and a long time member of the OG telegram chat"
  },
  {
    "handle": "monadbull",
    "desc": "in the OG telegram and a long time member of the community"
  },
  {
    "handle": "GuarEmperor",
    "desc": "a long time member of the OG telegram chat and engaging many Nads on twitter"
  },
  {
    "handle": "category5music",
    "desc": "Traveling with KB, in the OG telegram chat, and a true legend"
  },
  {
    "handle": "intern",
    "desc": "leading growth here a Monad and a legend among the community"
  },
  {
    "handle": "akmalrlana",
    "desc": "apart of the great IndoNads and making lots of incredible original pieces of art"
  },
  {
    "handle": "PapaClarkyBTC",
    "desc": "a long time member of the OG chat, a true chad irl, and good friend of JohnW"
  },
  {
    "handle": "FinalFantasyOG",
    "desc": "a Nad at heart and engaging heavily with Kuru"
  },
  {
    "handle": "zer1onamba",
    "desc": "a kintsu OG, pipeline intern, and Nad at heart"
  },
  {
    "handle": "IzzyOfWeb3",
    "desc": "rocking a nice custom monad themed pfp and shitposting with the nads"
  },
  {
    "handle": "lhordkrane",
    "desc": "rocking a nice monad hat in his pfp on twitter"
  },
  {
    "handle": "Mongeeta1",
    "desc": "apart of the growing IndiaNads and rocking a giga brain monad themed pepe profile picture"
  },
  {
    "handle": "0xVood",
    "desc": "a long time OG member of the Monad community and a very nice person to engage with on the timeline"
  },
  {
    "handle": "oxInfinity_",
    "desc": "engaging with the nads and a right curve giga brain"
  },
  {
    "handle": "DashaMalyk",
    "desc": "making original and custom videos for the Monad community and also rocking a great custom Monad banner"
  },
  {
    "handle": "internbrah",
    "desc": "memeing with the Nads and a true brah"
  },
  {
    "handle": "Vishyishere",
    "desc": "everywhere among the Nads and apart of the growing IndiaNads"
  },
  {
    "handle": "cryptmafiaa",
    "desc": "apart of the growing NigeriaNads and also a long time member of the OG telegram chat"
  },
  {
    "handle": "Pdbullbear",
    "desc": "long time member of the OG telegram chat and a heavy shitposter with the Nads"
  },
  {
    "handle": "shaianeviana",
    "desc": "apart of the amazing Bronads, officially made JohnWRichKid a bronad, and shitposting heavily with the Nads"
  },
  {
    "handle": "gopir60149",
    "desc": "apart of the growing IndiaNads and making custom art for the nads"
  },
  {
    "handle": "3DChronicle",
    "desc": "on the art team at Monad Pad and rocking a custom monad pfp"
  },
  {
    "handle": "0x6ver",
    "desc": "a big fan of coding and a huge fan of the purple ecosystem"
  },
  {
    "handle": "teenagemolandak",
    "desc": "a huge hater of chog and a teenage molandak. long time member of the OG chat"
  },
  {
    "handle": "samurafik",
    "desc": "an artist in the community creating lots of organic content"
  },
  {
    "handle": "notthreadguy",
    "desc": "the ultimate zoomer and a streaming god"
  },
  {
    "handle": "halfinneyy",
    "desc": "an artist in the community rocking a Monad hat in his pfp on twitter"
  },
  {
    "handle": "beCryptoViet",
    "desc": "apart of the VietNads and shitposting in the discord on a daily basis"
  },
  {
    "handle": "ackenn_",
    "desc": "Annie the goat"
  },
  {
    "handle": "sherlock_hodles",
    "desc": "one of the greatest shitposters of all time"
  },
  {
    "handle": "traveljena",
    "desc": "cooking great art for the Nads and does deep dive researching"
  },
  {
    "handle": "si_mozil",
    "desc": "an artist in the community rocking a nice monad banner, also a wormhole fellow"
  },
  {
    "handle": "guneetbro",
    "desc": "running the best events in the space"
  },
  {
    "handle": "0xZackyyy",
    "desc": "founded RBS and is a true chad in the industry"
  },
  {
    "handle": "fdrum93",
    "desc": "a video artist in the community cooking great content"
  },
  {
    "handle": "Elenucc12",
    "desc": "an italiaNad shitposting with the Nads on a daily basis"
  },
  {
    "handle": "RBS_Gyarados",
    "desc": "a shitposter for RBS and engaging with the community on a daily basis"
  },
  {
    "handle": "lummy15324",
    "desc": "an artist, developor, and rocking great custom monad lore in his profile"
  },
  {
    "handle": "IcedTeaCrypto",
    "desc": "creating fire content for the Nads with giant Monad flags"
  },
  {
    "handle": "GabeInv",
    "desc": "in the OG telegram chat and creating lots of great custom art for the Nads"
  },
  {
    "handle": "Emigangan1",
    "desc": "cooking original content for the community and a huge fan of the Vans cult"
  },
  {
    "handle": "0xMai",
    "desc": "building curvance and a giga chad"
  },
  {
    "handle": "0xSins",
    "desc": "eco growth at wormhole and a true chad in the industry"
  },
  {
    "handle": "bostikkkkkk",
    "desc": "Nads in the discord and yapping with Nads on a daily basis"
  },
  {
    "handle": "elempiric",
    "desc": "making rather interesting and edgy memes that are posted on twitter and in telegram"
  },
  {
    "handle": "ramonbanks555",
    "desc": "meeting the Nads irl in Bandung and also rocking some sick monad merch"
  },
  {
    "handle": "brandcryptoAI",
    "desc": "in the House of Molandak and traveling around with Baby Molandak"
  },
  {
    "handle": "MrMNM_xyz",
    "desc": "apart of the great IndiaNads and meeting the Nads irl in Bangalore"
  },
  {
    "handle": "ks4weetlife4",
    "desc": "meeting the Nads irl in Bangalore and yapping on a daily basis"
  },
  {
    "handle": "I_AM_GRAND_",
    "desc": "engaging with eco projects such as Kintsu and yapping on a daily basis"
  },
  {
    "handle": "GurhanKutsal",
    "desc": "a giga brain software developer"
  },
  {
    "handle": "Sayandutta0",
    "desc": "pipeline intern and cooking organic content on a daily basis"
  },
  {
    "handle": "geraniumgum",
    "desc": "a nice artist in the community rocking a profile that is decked out in monad lore"
  },
  {
    "handle": "InternApril",
    "desc": "a neighborhood schoolgirl turned egirll and evm/acc"
  },
  {
    "handle": "genie_anew",
    "desc": "a genie on the internet and shitposting with the Nads"
  },
  {
    "handle": "BaconCheese21",
    "desc": "a huge fan of Chog and yapping on a daily basis"
  },
  {
    "handle": "cryptunez",
    "desc": "a master of marketing a great friend of JohnW"
  },
  {
    "handle": "Stormdragon2k",
    "desc": "shitposting with the Nads on a daily basis in discord"
  },
  {
    "handle": "HippoHippo111",
    "desc": "a graphic designer in the community making great content"
  },
  {
    "handle": "uuprc11476591",
    "desc": "cooking great art for the Nads on a daily basis"
  },
  {
    "handle": "KaushalnoreAmit",
    "desc": "house of Chog member and nads in the discord"
  },
  {
    "handle": "I_m_Maria_",
    "desc": "an artist in the community and apart of the great BangladeshNads"
  },
  {
    "handle": "Aupi134",
    "desc": "apart of the great bangladeshNads and cooking great art"
  },
  {
    "handle": "0x_angell",
    "desc": "a 2D artist cooking great content for the Nads and also apart of the great BangladeshNads"
  }
]